{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Gran Alegria",
            "text": "My dream, is to become a true Mile Queen! \nOnce more, I'm looking forward to working with you!"
        },
        {
            "text": "——The other day, I signed a provisional \ncontract with the Uma Musume, Gran Alegria."
        },
        {
            "text": "Apparently, my actions yesterday happened to fit \nher \"MiRules\" when it came to choosing a trainer."
        },
        {
            "text": "I figured I should at least get to know her a little, \nso I was asking her a few questions……"
        },
        {
            "name": "Gran Alegria",
            "text": "Right. Thanks for the drink earlier. \nIts deliciousness was 100 Miles～♪"
        },
        {
            "name": "Gran Alegria",
            "text": "So, Trainer-san, just how much do you love Miles? \nI could say that my love for Miles is infinite!"
        },
        {
            "name": "Gran Alegria",
            "text": "Miles are the absolute best, so it's only natural to love them!"
        },
        {
            "text": "……In any case, it seemed she was an Uma Musume that loved Miles."
        },
        {
            "name": "Gran Alegria",
            "text": "My Mama, in the past, used to run in America's \nmile races. I've been watching her videos since \nI was little……and that's why I admire them."
        },
        {
            "name": "Gran's Mom",
            "text": "『Aaah, Miles really are the best! A pure contest \nof strength, it's the most wonderful distance』"
        },
        {
            "name": "Gran's Mom",
            "text": "『Maybe you don't realize it, but definitely \nsomeday you'll know! That Miles are the best!』"
        },
        {
            "name": "Gran Alegria",
            "text": "——It was just like Mama said!"
        },
        {
            "name": "Gran Alegria",
            "text": "If you don't have the speed then you can't compete, \nand of course you need stamina too."
        },
        {
            "name": "Gran Alegria",
            "text": "Speed is a really important inborn talent right? But that's why \nnot necessarily everyone can take on short distance races."
        },
        {
            "name": "Gran Alegria",
            "text": "Taking advantage of your speed and using it to \nfight over longer distances……if that isn't \nthe greatest, then what do you think could be!?"
        },
        {
            "name": "Gran Alegria",
            "text": "From the start, since I started running in juvenile \nraces, until now…… I've never lost in a Mile!"
        },
        {
            "name": "Gran Alegria",
            "text": "Miles are the best. In other words, since I've never lost in \nthat kind of race……that means I'm the best of the best!"
        },
        {
            "text": "Gran Alegria was speaking enthusiastically. She was influenced by \nher own mother, but it seemed that passion for Miles was real.",
            "choice_data_list": [
                "So that's why a Mile Queen?"
            ]
        },
        {
            "name": "Gran Alegria",
            "text": "Yeah! But not just any Queen! \nA \"True\" Mile Queen!"
        },
        {
            "text": "Gran Alegria, with her eyes sparkling, ran on to the \ntraining grounds. But she soon turned and looked this way——"
        },
        {
            "name": "Gran Alegria",
            "text": "Short, Mile, Medium…… \n0.75 Mile, or 1.25 Mile, it doesn't matter."
        },
        {
            "name": "Gran Alegria",
            "text": "I can win. I have the legs for that. A win at every \ndistance, something that no one has accomplished so far."
        },
        {
            "name": "Gran Alegria",
            "text": "Miles are the greatest. \nAs a future Mile Queen, so that I can prove it——"
        },
        {
            "name": "Gran Alegria",
            "text": "I will conquer all three distances!"
        },
        {
            "text": "She spread out her arms as she shouted her dream."
        },
        {
            "text": "Winning in all three distances……my eyes widened in surprise. \nThinking that I had misheard, I asked her again——"
        },
        {
            "name": "Gran Alegria",
            "text": "That's right! I'll tell you something else, Trainer-san."
        },
        {
            "name": "Gran Alegria",
            "text": "Actually, before I came to Tracen Academy, there was a trainer \nthat I wanted to train me, so I tried asking them first."
        },
        {
            "name": "Former Mile King's Trainer",
            "text": "So you're here again today, Gran? \nYou really are someone who won't give up."
        },
        {
            "name": "Gran Alegria",
            "text": "Of course! In an interview, you said 『An Uma Musume who \nhas conquered all three distances is the true Mile King』!"
        },
        {
            "name": "Gran Alegria",
            "text": "Even if I become the next Mile Queen that won't prove \nthat Miles are the best. Your words were an inspiration!"
        },
        {
            "name": "Gran Alegria",
            "text": "That's why, I wanted the one who showed me the way to \nprove that they're the best to become my trainer!!"
        },
        {
            "name": "Former Mile King's Trainer",
            "text": "That's not possible."
        },
        {
            "name": "Gran Alegria",
            "text": "But why not!?"
        },
        {
            "name": "Former Mile King's Trainer",
            "text": "I've told you before……you have talent. And that's why you \nneed a trainer who will chase that dream together with you."
        },
        {
            "name": "Former Mile King's Trainer",
            "text": "Now, I'm in charge of many Uma Musume. \nSo I can't walk that path together with you."
        },
        {
            "name": "Former Mile King's Trainer",
            "text": "Try finding one yourself. In the truest sense, one who will \nchase that dream together with you. That kind of trainer."
        },
        {
            "name": "Gran Alegria",
            "text": "And that's how he turned me down.",
            "choice_data_list": [
                "In the truest sense, together with you……"
            ]
        },
        {
            "name": "Gran Alegria",
            "text": "Yeah. But, for some reason～, I think I know what he meant. \nI can't really put it in to words though……"
        },
        {
            "name": "Gran Alegria",
            "text": "But well, in the end it worked out. \nBecause with these special MiRules, I was able to find you!"
        },
        {
            "name": "Gran Alegria",
            "text": "——That's why, Trainer-san"
        },
        {
            "name": "Gran Alegria",
            "text": "Can you see the same dream that I can!?"
        }
    ]
}