{
  "no_wrap": true,
  "text_block_list": [
    {
      "name": "Kerumunan",
      "text": "(Cemoohan……)"
    },
    {
      "name": "Penonton A",
      "text": "Aku cuma pengen McQueen yang menang hari ini…"
    },
    {
      "name": "Penonton B",
      "text": "Aku sampai nyiapin tempat seminggu penuh\ncuma buat lihat kemenangan 3 kali berturut-turut di depan mata."
    },
    {
      "name": "Rice Shower",
      "text": "……"
    },
    {
      "name": "Mejiro McQueen",
      "text": "Rice-san…"
    },
    {
      "name": "Rice Shower",
      "text": "Hehe… Semua orang kecewa."
    },
    {
      "name": "Rice Shower",
      "text": "McQueen-san kayaknya punya “Pemandangan” yang pengen dia tunjukin ke aku.\nTapi rasanya nggak beda dari waktu aku di “Kikkashou Award”."
    },
    {
      "name": "Rice Shower",
      "text": "Aku sebenernya udah tau ini bakal kejadian.\nTapi tetap aja, dadaku sakit…"
    },
    {
      "name": "Mejiro McQueen",
      "text": "Aku juga pernah ngalamin hal yang mirip pas aku lari di “Emperor Award” musim gugur."
    },
    {
      "name": "Mejiro McQueen",
      "text": "Aku mengecewakan banyak orang, dan nggak bisa maju dengan tegak."
    },
    {
      "name": "Mejiro McQueen",
      "text": "Tapi, saat itulah aku melihat “Pemandangan” di depan mataku."
    },
    {
      "name": "Rice Shower",
      "text": "“Pemandangan”…"
    },
    {
      "name": "Mejiro McQueen",
      "text": "Aku yakin kamu juga bisa lihat itu, Rice.\nAyo, ikut aku naik ke panggung."
    },
    {
      "name": "Rice Shower",
      "text": "Eh… Hah!?"
    },
    {
      "name": "Kerumunan",
      "text": "(Cemoohan……)"
    },
    {
      "name": "Penonton A",
      "text": "Oh, Rice Shower keluar!\nKenapa sih kamu harus ngehalangin 3 kali kemenangan berturut-turut!!"
    },
    {
      "name": "Penonton B",
      "text": "Kami datang ke sini buat lihat McQueen menang!!"
    },
    {
      "name": "Gold Ship",
      "text": "Brengsek, ayo kita teriak juga!\nRice kerja bagus! Keren banget!!"
    },
    {
      "name": "Gadis kuda dengan poni lurus",
      "text": "Selamat ya, Rice-san!"
    },
    {
      "name": "Penonton C",
      "text": "Uh… Itu lari yang bagus sih."
    },
    {
      "name": "Gold Ship",
      "text": "Hoo! Kamu ngerti juga! Oke, coba teriak lebih kenceng lagi!"
    },
    {
      "name": "Penonton C",
      "text": "Eh!? Ah, iya! Itu lari yang bagus!!"
    },
    {
      "name": "Rice Shower",
      "text": "Ada juga orang yang dukung Rice…"
    },
    {
      "name": "Mejiro McQueen",
      "text": "Inilah “Pemandangan” yang cuma bisa dilihat sama mereka yang menang."
    },
    {
      "name": "Mejiro McQueen",
      "text": "Orang-orang yang berharap padaku, dan yang nggak yakin harapannya bakal terkabul.\nKalau kamu berdiri di sini, kamu bisa lihat semua wajah mereka."
    },
    {
      "name": "Mejiro McQueen",
      "text": "Yang penting adalah menerima perasaan semua orang itu dengan tegak di sini.\nItu adalah tugas dan kebanggaan seorang pemenang."
    },
    {
      "name": "Rice Shower",
      "text": "Tugas dan kebanggaan seorang pemenang…"
    },
    {
      "name": "Mejiro McQueen",
      "text": "Buat yang berharap sedikit,\ndan buat yang\nharapannya belum kesampaian, berdirilah dengan kepala tegak.."
    },
    {
      "name": "Mejiro McQueen",
      "text": "Sekarang, tunjukkan sosok yang pantas jadi pemenang."
    },
    {
      "name": "Rice Shower",
      "text": "Iya!"
    },
    {
      "name": "Rice Shower",
      "text": "Orang-orang yang kecewa karena Rice juga bakal lebih kecewa\nkalau Rice nggak bisa tampil baik."
    },
    {
      "name": "Rice Shower",
      "text": "Rice bakal berdiri dengan kepala tegak.\nLihat wajah semua orang dengan yakin, dan terus berlari mulai sekarang…"
    },
    {
      "name": "Rice Shower",
      "text": "Suatu hari, aku bakal jadi gadis kuda berambut bob hitam\nyang bisa bikin semua orang bahagia!"
    },
    {
      "name": "Mejiro McQueen",
      "text": "Aku tunggu itu, Rice-san."
    },
    {
      "text": "Inilah kemenangan Rice Shower, yang membatasi langkah Mejiro McQueen."
    },
    {
      "text": "Tapi berbeda dari waktu “Kikkashou Award”, suara nyanyiannya kali ini terdengar sangat kuat."
    },
    {
      "text": "Kerja bagus hari ini, McQueen."
    },
    {
      "name": "Mejiro McQueen",
      "text": "Trainer-san."
    },
    {
      "name": "Mejiro McQueen",
      "text": "Kayaknya Rice-san akhirnya sadar sama hal yang dia kurangin."
    },
    {
      "text": "Aku lihat langsung di panggung kemenangan, dan aku ngerti banget."
    },
    {
      "text": "Aku lihat langsung di panggung kemenangan, dan aku ngerti banget."
    },
    {
      "name": "Mejiro McQueen",
      "text": "Itu sebenernya nggak keren sama sekali.\nAku yang ngajak dia balapan, tapi malah aku yang kalah."
    },
    {
      "name": "Mejiro McQueen",
      "text": "Tapi serius… itu lari yang luar biasa."
    },
    {
      "text": "Seperti yang dibilang McQueen, Rice Shower hari ini benar-benar tampil luar biasa."
    },
    {
      "text": "Tapi McQueen ikut di “Emperor Prize” dengan harapan perasaannya bisa tersampaikan.",
      "choice_data_list": [
        "Kerja bagus, McQueen."
      ]
    },
    {
      "name": "Mejiro McQueen",
      "text": "Hiks… Huaa…"
    },
    {
      "name": "Mejiro McQueen",
      "text": "Tinggal sedikit lagi… Aku pasti bisa menang… hic!"
    },
    {
      "name": "Mejiro McQueen",
      "text": "Hiks… Trainer-san! Huaa… Hic!!"
    },
    {
      "text": "Peran sebagai ace dan perasaannya untuk “Emperor Prize”,\ntidak ada selain rasa terima kasih untuk Mejiro McQueen,\nyang membawa dua beban besar itu di punggungnya."
    },
    {
      "text": "Aku yakin perasaan itu juga tersampaikan ke Rice Shower."
    },
    {
      "text": "Suatu hari ada seorang anak laki-laki yang datang menemui penyihir kesepian."
    },
    {
      "text": "“Aku pengen terbang di langit kayak burung”."
    },
    {
      "text": "Sang penyihir dengan senang hati pakai sihirnya,\ndan anak laki-laki itu yang keinginannya terkabul langsung tersenyum lebar.\n“Wah! Keren banget, keren banget!!”"
    },
    {
      "text": "Lalu orang-orang yang lihat itu mulai ngumpul di sekitar sang penyihir."
    },
    {
      "text": "Masih ada orang yang takut, tapi senyum mulai perlahan muncul di sekitar mereka."
    },
    {
      "text": "Sang penyihir terus pakai banyak sihir buat bikin semua orang bahagia dengan kekuatan alaminya."
    },
    {
      "text": "Tapi tiba-tiba, penyihir itu nggak bisa lagi pakai sihir."
    },
    {
      "text": "Dia terlalu banyak pakai sihir, sampai akhirnya tumbang."
    },
    {
      "text": "Orang-orang yang dulu takut sama penyihir itu akhirnya sadar,\nbetapa kerasnya dia berusaha bikin semua orang bahagia."
    },
    {
      "text": "Setelah tau perasaan asli sang penyihir, mereka pun merawatnya."
    },
    {
      "text": "Dan sekali lagi, semua \norang mulai menantikan saat di mana sihir kebahagiaan itu bisa digunakan lagi."
    }
  ]
}