{
  "title": "Lighting up our Same Feelings",
  "text_block_list": [
    {
      "text": "One day, in the middle of the Summer Training Camp. \nAfter the training for the day went well—"
    },
    {
      "name": "Wonder Acute",
      "text": "Trainer, are you free after this?"
    },
    {
      "name": "Wonder Acute",
      "text": "There's this darling of a place I want to go to. \nIf it's alright with you, would you like to go?",
      "choice_data_list": [
        "Of course it's alright with me."
      ]
    },
    {
      "text": "It was rare for Wonder Acute to invite me somewhere. \nI wonder where she wanted to go so badly?"
    },
    {
      "text": "When I was standing at the bus stop in front of the boarding house with Wonder Acute, a lot of umamusumes in yukatas started crossing the road right in front of us."
    },
    {
      "name": "Yukata Umamusumes",
      "text": "What are we doing when we get there? I want to eat takoyaki… ah I want to go to the shooting gallery! After going around the festival, let's stake out a good spot for the fireworks! I'm so looking forward to them～!"
    },
    {
      "name": "Wonder Acute",
      "text": "Oh deary, it seems that there's a festival going on nearby. \nAs well as a fireworks show.",
      "choice_data_list": [
        "Huh, we weren't going to the festival?",
        "Huh, we weren't going to the festival?"
      ]
    },
    {
      "text": "(Vrrrrrr)"
    },
    {
      "name": "Wonder Acute",
      "text": "Fufu, we're going that way, on this bus."
    },
    {
      "name": "Wonder Acute",
      "text": "Phew, we've arrived. \nThe reception desk is… ah, over there."
    },
    {
      "text": "Following her gaze, there were people drawing and writing messages on washi paper, and they were formed into square shapes with thin strips of bamboo. This was—",
      "choice_data_list": [
        "Floating lanterns? How nice, very elegant."
      ]
    },
    {
      "text": "Fufu, I'm pleased… It seems like your type of event, so I was wondering if you'd still enjoy yourself if we went together.",
      "name": "Wonder Acute"
    },
    {
      "text": "Now then, let's go write our little wishes, shall we～",
      "name": "Wonder Acute"
    },
    {
      "text": "Ah, I wonder if it's better to keep it a secret. \nIf we do that, our wishes will come true, right?",
      "name": "Wonder Acute",
      "choice_data_list": [
        "Yeah, something like that."
      ]
    },
    {
      "text": "With a brush in hand, I thought about what I wanted to wish for— All the time I've spent with Wonder Acute came to my mind naturally."
    },
    {
      "text": "The moment where I almost quit being a trainer, the moment I met Wonder Acute."
    },
    {
      "text": "She's encouraged me many times over, every time it warmed my heart. Encouraged by her earnest and tenacious personality."
    },
    {
      "text": "That's why when I officially became her trainer, from the bottom of my heart, I was ecstatic. And so, with her, I'd—",
      "choice_data_list": [
        "(Alright, I got it.)"
      ]
    },
    {
      "text": "I've written down my honest feelings onto the floating lantern. And then—"
    },
    {
      "name": "Wonder Acute",
      "text": "… Oh my, the fireflies have come out. This area seems to be flowing slowly. Trainer, let's head over there."
    },
    {
      "text": "In the darkness of the night, we could see a lot of floating lanterns swaying gently along the surface of the water."
    },
    {
      "name": "Wonder Acute",
      "text": "Well then, time to let them float. \nAnd… Here. We. Go."
    },
    {
      "text": "The two lanterns we had glowed softly and gently drifted off towards the other lanterns."
    },
    {
      "text": "We weren't able to tell which ones were ours once they joined the pack. Together with Wonder Acute, we were staring intently into the water."
    },
    {
      "text": "After the floating lantern event ended, I was walking leisurely with Wonder Acute towards the bus stop."
    },
    {
      "name": "Wonder Acute",
      "text": "… There isn't a soul in sight. \nThe night's so quiet, isn't it. Also—"
    },
    {
      "text": "( Krrrt… Krrrt… Krrrt…)"
    },
    {
      "name": "Wonder Acute",
      "text": "… They're still…",
      "choice_data_list": [
        "The chirps of the bugs sound beautiful.",
        "The chirps of the bugs sound beautiful."
      ]
    },
    {
      "name": "Wonder Acute",
      "text": "Right you are, deary. \n… It's almost time, isn't it.",
      "choice_data_list": [
        "Yeah, fall is approaching."
      ]
    },
    {
      "name": "Wonder Acute",
      "text": "Hey. I really—"
    },
    {
      "text": "…",
      "name": "Wonder Acute"
    },
    {
      "text": "At this point, the conversation halted. \nSuddenly, I became thirsty—"
    },
    {
      "name": "Wonder Acute",
      "text": "Here you go, Trainer, some water.",
      "choice_data_list": [
        "Thank you."
      ]
    },
    {
      "text": "Once again, while listening to the sounds of insects, I enjoyed this moment. This was a good feeling, natural, as if it could last—"
    },
    {
      "name": "Wonder Acute",
      "text": "… It's a mysterious feeling, isn't it."
    },
    {
      "name": "Wonder Acute",
      "text": "Well… don't laugh at this, but, being here, it just feels—"
    },
    {
      "text": "… feels like we're revisiting the past, like we've been together forever.",
      "choice_data_list": [
        "I was thinking the same thing.",
        "I was thinking the same thing."
      ],
      "name": "Wonder Acute"
    },
    {
      "name": "Wonder Acute",
      "text": "… Oh deary."
    },
    {
      "name": "Wonder Acute",
      "text": "… Fufu, look at us, thinking the exact same thing like we're on the same wavelength! It's a slightly weird feeling, but—",
      "choice_data_list": [
        "It's normal to feel like this.",
        "It's normal to feel like this."
      ]
    },
    {
      "name": "Wonder Acute",
      "text": "Fufufu, it really is, isn't it… Also—"
    },
    {
      "name": "Wonder Acute",
      "text": "( I feel like I get it now. This fateful encounter… it really is…)"
    },
    {
      "text": "Fufu… \nIt might've not been necessary to write that then.",
      "name": "Wonder Acute",
      "choice_data_list": [
        "… Acute?"
      ]
    },
    {
      "name": "Wonder Acute",
      "text": "Now now, let's head back. \nLet's take… our sweet time walking back together, side by side."
    },
    {
      "text": "That night—"
    },
    {
      "text": "Whoa, they're floating! They're so pretty— \n… Heh heh… hey look at them! Those 2 over there!",
      "name": "Girlfriend"
    },
    {
      "text": "\"I want to keep running, together with her.\" \n\"I want this fateful encounter to last forever, together with Trainer\"",
      "name": "Boyfriend"
    },
    {
      "name": "Girlfriend",
      "text": "Heh heh… They wished for the same thing. \nMaybe, these wishes have already come true."
    }
  ]
}