{
  "title": "Something I Couldn’t Ignore",
  "text_block_list": [
    {
      "text": "A few days after I changed the training regimen, Wonder Acute's weight loss was going smoothly and her running has been getting sharper."
    },
    {
      "text": "She has good concentration and she started to learn skills that she would use in an actual race. She didn't pale in comparison to any uma musume that have already debuted. But—",
      "choice_data_list": [
        "You're taking the corners too wide!"
      ]
    },
    {
      "text": "Okey-dokey～… Leave it to me!",
      "name": "Wonder Acute"
    },
    {
      "text": "Hah… hah… Yeah, I'm feeling quite good. My body's condition feels perfect thanks to your instructions.",
      "name": "Wonder Acute"
    },
    {
      "text": "I haven't forgotten your little trick either; I've made sure to run1 lap in the mornings, just like you said. The race is soon, so I have to push myself to the limit!",
      "choice_data_list": [
        "Don't overdo it now.",
        "Don't overdo it now."
      ],
      "name": "Wonder Acute"
    },
    {
      "text": "I'm still feeling good. Look, thanks to that great weight loss regimen, I'm in great condition.",
      "name": "Wonder Acute"
    },
    {
      "text": "While I may have nodded to keep the energy up, I was worrying up a storm on the inside. She was completing the regimen perfectly, but—"
    },
    {
      "text": "She might be following it too perfectly. The result of her pushing on nonchalantly was that she was losing more weight than I originally thought."
    },
    {
      "text": "It was lunch time at the cafeteria and, as expected, Wonder Acute was eating nothing more than the bare necessities listed on the training menu."
    },
    {
      "text": "Instead of dropping down to an ideal weight, this plan might have backfired heavily. At the moment I was about to call out to her and tell her to go back to eating normally—"
    },
    {
      "text": "Hey, Acute, you mind if we talked for a bit?☆",
      "name": "Smart Falcon"
    },
    {
      "text": "Oh deary～, it's rare for you to have business with lil ol' me. \nWhatever could it be?",
      "name": "Wonder Acute"
    },
    {
      "text": "Um, the thing is, sorry if I'm being a little meddlesome, but… Acute, are by chance on a diet right now?",
      "name": "Smart Falcon"
    },
    {
      "text": "…?",
      "name": "Wonder Acute"
    },
    {
      "text": "I noticed that your lunch looked really small. You haven't been eating a lot recently, even during dinner at the dormitory, right?",
      "name": "Smart Falcon"
    },
    {
      "text": "I know that as an Uma-dol, I pay attention to my appearance too, but dieting too much is absolutely a no～ go.",
      "name": "Smart Falcon"
    },
    {
      "text": "Ah～, so you were worried about lil ol' me. I'm okay, I'm doing this so I can win the next race.",
      "name": "Wonder Acute"
    },
    {
      "text": "Hm? Are you talking about the one in the next individual athletics competition? Now that you mention that, you're also running in the 2000m dirt race, huh.",
      "name": "Smart Falcon"
    },
    {
      "text": "I see, but you still haven't debuted yet, right? If you're already pushing yourself before you get into the swing of thing, I can't help but be worried…",
      "name": "Smart Falcon"
    },
    {
      "text": "But isn't it still important to take 1st place?",
      "name": "Wonder Acute"
    },
    {
      "text": "Huh?",
      "name": "Smart Falcon"
    },
    {
      "text": "There's somebody that truly wishes to see me win. That's why I'm willing to do whatever I can to win.",
      "name": "Wonder Acute"
    },
    {
      "text": "Doing whatever to win… I see, you're absolutely right.",
      "name": "Smart Falcon"
    },
    {
      "text": "I'm sorry! Even I want to win no matter what and I didn't know that you felt the same way as I did!",
      "name": "Smart Falcon"
    },
    {
      "text": "I take back what I said☆! We're rivals after all! I have no intentions of giving up center stage. Let's have a fair match, Acute!",
      "name": "Smart Falcon"
    },
    {
      "text": "Fufufu, okay. I'll keep molding my body, so we can have a good match.",
      "name": "Wonder Acute"
    },
    {
      "text": "(Rumble…)"
    },
    {
      "text": "Fufu… I just finished eating, but my stomach is already rumbly. Be patient, it's only for a little bit longer, okay?",
      "name": "Wonder Acute"
    },
    {
      "text": "After we finish this, I'll eat a lot～ of Mr. Munchies. Right, Trainer?",
      "name": "Wonder Acute"
    },
    {
      "text": "It seems that she noticed I saw the whole thing. Even though she was putting up a face that she was fine, she had a troubled smile."
    },
    {
      "text": "You really are a worrywart, aren't you Trainer. You heard that conversation I had with Falco earlier, right?",
      "choice_data_list": [
        "…How about we revert your diet?"
      ],
      "name": "Wonder Acute"
    },
    {
      "text": "Only a bit more until the big race, so I'll continue with it. I only do what's necessary so I can win.",
      "name": "Wonder Acute"
    },
    {
      "text": "I wonder why she was pushing herself to this extent. I couldn't ask her why she was willing to go this far for the competition."
    },
    {
      "text": "After all, I want to give you solid proof. To a certain someone who says things like \"I'm unfit to be a trainer\".",
      "choice_data_list": [
        "Wha-?"
      ],
      "name": "Wonder Acute"
    },
    {
      "text": "\"I wonder… if I'm unfit to be a trainer…\""
    },
    {
      "text": "\"I wonder… if I'm unfit to be a trainer…\""
    },
    {
      "text": "That day, I couldn't leave you alone when you were so depressed. However, I thought that I should ask someone to watch over my training.",
      "name": "Wonder Acute"
    },
    {
      "text": "And so I wondered just how far this person would go for me. But then this person went and stayed up all night making a training regimen for an Uma you weren't even in charge of.",
      "name": "Wonder Acute"
    },
    {
      "text": "And then, they kept on making little changes to the regimen as I grew stronger, until their time was fully dedicated to training me…",
      "name": "Wonder Acute"
    },
    {
      "text": "Someone like that, wouldn't be a failure, right? The fact that lil ol' me grew so much through your training is proof of that.",
      "name": "Wonder Acute"
    },
    {
      "text": "That's why I want to give you solid proof. If I win this next race, then it means you're a great trainer, as well as a great person.",
      "name": "Wonder Acute"
    },
    {
      "text": "That's why I want to win the next race. \nThe reason why I have to win.",
      "name": "Wonder Acute"
    },
    {
      "text": "I didn't think the reason why she wanted to win was for me. However, if I think about it, she's been thinking about me from the start—",
      "choice_data_list": [
        "We only just met, so why?",
        "We only just met, so why?"
      ]
    },
    {
      "text": "Well, I just remembered a little something…",
      "name": "Wonder Acute"
    },
    {
      "text": "Hey, this is a story about my father. He was an amazing boxer that won Rookie-of-the-Year. But after that, he didn't achieve much.",
      "name": "Wonder Acute"
    },
    {
      "text": "Since he wasn't getting any desirable results, he had to retire, and looked devastated over it. But, my mother supported him with all his might to get him back up—",
      "name": "Wonder Acute"
    },
    {
      "text": "Your father is… ashamed of what he did in the past. But thanks to the support your mother gave me, I was able to get back up on my feet.",
      "name": "Acute's Father"
    },
    {
      "text": "So now it's my turn to support others. Even when you're alone and depressed, if you're supported from the heart, you'll be able to get back up—",
      "name": "Acute's Father"
    },
    {
      "text": "I idolize my father in that regard. At his boxing gym, a lot of people gather, who want to get back on their feet.",
      "name": "Wonder Acute"
    },
    {
      "text": "Since I've seen many situations like that, I couldn't ignore someone who's been knocked down. If your heart is ever drooping, I want to be the support to hold it up.",
      "name": "Wonder Acute"
    },
    {
      "text": "If my running can help save people, then I want to run with all I got. That should be a sufficient enough reason on why I try so hard, right?",
      "choice_data_list": [
        "You're… so strong…",
        "You're… so strong…"
      ],
      "name": "Wonder Acute"
    },
    {
      "text": "Oh my. Flattering me won't get you any pickled vegetables, deary. Besides, the thing is—",
      "name": "Wonder Acute"
    },
    {
      "text": "I feel like I've been getting stronger and stronger. I know I can work harder, hone my abilities more.",
      "name": "Wonder Acute"
    },
    {
      "text": "I have a hunch that this is thanks to you. I gained this strength because I trusted in your methods and followed you…",
      "name": "Wonder Acute"
    },
    {
      "text": "That's why you should also believe in me a little. Because I'll show everyone definitive proof that you are an amazing person!",
      "name": "Wonder Acute"
    }
  ]
}