{
  "title": "To my Loyal Retainer, I Bestow Upon Ye!",
  "text_block_list": [
    {
      "text": "It was a rest day during our Summer Training camp. Opening my laptop, I was racking my brain thinking of No Reason's next race.",
      "choice_data_list": [
        "It's risky, but if we do this—",
        "It's risky, but if we do this—"
      ]
    },
    {
      "text": "It'll lead to a victory… Well, even if she ran normally, she's a kid that can make plays. Is taking this risk the right option? I'm not certain what the right move is here…"
    },
    {
      "name": "No Reason",
      "text": "Hey, Trainer! You free? I wish to explore these lands! So come and escort me!",
      "choice_data_list": [
        "…Is it possible that you can go by yourself?"
      ]
    },
    {
      "name": "No Reason",
      "text": "It's not an unreasonable request you know～ \nA Shogun riding out alone is more preposterous, no?"
    },
    {
      "name": "No Reason",
      "text": "Now, my Strategist. Why don't you get up and move around. \nNow then, we depart!"
    },
    {
      "name": "No Reason",
      "text": "Haaa～ This is true bliss～ The world would be a peaceful place if everyone had neririkiri cakes and tea in hand～."
    },
    {
      "name": "No Reason",
      "text": "…Hmm? Although, Strategist. Doesn't your nerikiri look delicious as well? I really want to eat it～",
      "choice_data_list": [
        "…Do you want me to buy you one?",
        "…Do you want me to buy you one?"
      ]
    },
    {
      "name": "No Reason",
      "text": "Hey! You're making it out like I wanted you to do that! \n…Well, maybe that was my plan! Nya ha ha!"
    },
    {
      "name": "No Reason",
      "text": "And so he returns!"
    },
    {
      "name": "No Reason",
      "text": "Man～, that kabuki play was as great as I thought it would be. Especially the kumadori. The strongest's fighting spirit really showed on their face."
    },
    {
      "name": "No Reason",
      "text": "Maybe I should try that… My opponents gazing upon it before a race… They'll be trembling in fear from my fighting spirit!",
      "choice_data_list": [
        "…If the rules allow it, sure?"
      ]
    },
    {
      "text": "We then made our way to a historic museum. Although she wasn't talking a lot, she was having a great time touring the castle site."
    },
    {
      "name": "No Reason",
      "text": "…There's a lot I can take away from this excursion. Being resourceful and using tricks isn't enough. It's essential we—"
    },
    {
      "name": "No Reason",
      "text": "Hey, strategist. Do you know what we, the ones living now, should take away from the history of war?",
      "choice_data_list": [
        "I wonder… is it to not repeat history?"
      ]
    },
    {
      "name": "No Reason",
      "text": "Ha ha! What a conventional answer! Although, that's something anyone would pick up without studying the Sengoku period."
    },
    {
      "name": "No Reason",
      "text": "—My answer would be, to study what their mentalitywas."
    },
    {
      "name": "No Reason",
      "text": "What mindset did those that survived the flames of war and the selfish desires of everyone around them have? What was on their minds in battle, with their goal in mind, unifying the country—"
    },
    {
      "name": "No Reason",
      "text": "And since we know about the famous generals, their mark on history has been made. If I keep piling up victories, then even I will stand the test of time.",
      "choice_data_list": [
        "I-I see…"
      ]
    },
    {
      "name": "No Reason",
      "text": "If you ever have something on your mind, it's good to read the words of previous generals. For example… I got one. The words of Lord Nobunaga were—"
    },
    {
      "name": "No Reason",
      "text": "\"In the eyes of a coward, the enemy army will always be large\""
    },
    {
      "name": "No Reason",
      "text": "The meaning it carries is that, if you let anxiety cloud your judgement, you'll let opportunities slip away. There will be times where one would have to take a risk to win.",
      "choice_data_list": [
        "I see… You need to be aware of danger…"
      ]
    },
    {
      "text": "Hearing that, it made me think about my worries for the next race. \n…I wonder if I should take that risk then."
    },
    {
      "text": "Ka ka! You don't have to take it literally! \nHowever, now you know. And knowing— is half the battle.",
      "choice_data_list": [
        "Got it! Let me try thinking about it!"
      ],
      "name": "No Reason"
    },
    {
      "text": "I had a revelation when I said that. \n…Before I knew it, she was helping me with my worries…",
      "choice_data_list": [
        "(Did she know I was worried about something?)",
        "(Did she know I was worried about something?)"
      ]
    },
    {
      "name": "No Reason",
      "text": "Would you like to hear the words of Chosokabe Motochika? \n\"It's fine to be skilled at only one thing. While wanting to be skilled at all makes you skilled at none\"…It's the truth."
    },
    {
      "name": "No Reason",
      "text": "Next on the agenda— There's still some time before the festival starts, right? Well then, until then I'll keep telling you the wise words of these Sengoku generals!"
    },
    {
      "text": "Nya ha ha ha! It's my victory! \nPresent to me my prize, the apple candy!",
      "choice_data_list": [
        "Geh… You're quite the marksman, huh.",
        "Geh… You're quite the marksman, huh."
      ],
      "name": "No Reason"
    },
    {
      "name": "No Reason",
      "text": "Of course! Ever since I was a child I played with a toy matchlock after all. So, dare I say, I'm quite skilled at it!",
      "choice_data_list": [
        "I see, so that's how it is…",
        "I see, so that's how it is…"
      ]
    },
    {
      "name": "No Reason",
      "text": "Kuku… If you lose in the information war, then a rout is inevitable. The outcome of the battle was decided before it even began."
    },
    {
      "name": "No Reason",
      "text": "Well then, I think I had my fill of the festival. I think it's about time we march back to base."
    },
    {
      "name": "No Reason",
      "text": "Trainer, that was a grand adventure! It was an extremely pleasant trip! You have my praises!",
      "choice_data_list": [
        "I'm happy to receive your praise, but…"
      ]
    },
    {
      "text": "It's my turn to express my gratitude. After all, the real reason she dragged me out on this journey was—",
      "choice_data_list": [
        "Thanks for today, and the advice as well."
      ]
    },
    {
      "name": "No Reason",
      "text": "…Oh my, so, you finally noticed? Heh, don't worry about it. I don't need any thanks."
    },
    {
      "name": "No Reason",
      "text": "At the end of the day, you are my strategist after all. What type of general doesn't reward their loyal retainers?",
      "choice_data_list": [
        "Yeah… I'm really thankful for that!",
        "Yeah… I'm really thankful for that!"
      ]
    },
    {
      "name": "No Reason",
      "text": "Nya ha ha! You just now realized that? Indeed, I'm—"
    },
    {
      "name": "No Reason",
      "text": "…No.",
      "choice_data_list": [
        "…No Reason?"
      ]
    },
    {
      "name": "No Reason",
      "text": "Let me cease this act of mine. Even more so if it's something serious like this."
    },
    {
      "name": "No Reason",
      "text": "—Follow me. It's a bit crowded here, isn't it?"
    },
    {
      "name": "No Reason",
      "text": "It's time for me to speak honestly. \nThe advice I just gave you—"
    },
    {
      "name": "No Reason",
      "text": "It wasn't for your sake, but for mine.",
      "choice_data_list": [
        "It was done out of self-interest?",
        "It was done out of self-interest?"
      ]
    },
    {
      "name": "No Reason",
      "text": "I haven't an ounce of care for your wellbeing."
    },
    {
      "name": "No Reason",
      "text": "I simply act for myself. I gave you that \nadvice since it would benefit me."
    },
    {
      "name": "No Reason",
      "text": "Do you remember? That outing we went on before? The one with the cola—"
    },
    {
      "name": "No Reason",
      "text": "At that time, you were exactly like a strategist… \nYou were just like Kuroda Yoshitaka."
    },
    {
      "name": "No Reason",
      "text": "…Hehe. Maybe I overstated things? \nBut I'm certain of this now—"
    },
    {
      "name": "No Reason",
      "text": "— You are essential to my world conquest.",
      "choice_data_list": [
        "———"
      ]
    },
    {
      "name": "No Reason",
      "text": "That's why I helped you. \nNothing more, nothing less.",
      "choice_data_list": [
        "…I'll work harder than before, as your strategist!",
        "…I'll work harder than before, as your strategist!"
      ]
    },
    {
      "name": "No Reason",
      "text": "Heh… I'm expecting much out of you. \nI do hope you don't plan on betraying me, right?"
    },
    {
      "text": "I shook No Reason's hand firmly. \nI was certain I felt a bond with her through that…"
    },
    {
      "name": "No Reason",
      "text": "(Oh my, that went well… \n—That was a splendid plan that I pulled off.)"
    },
    {
      "name": "No Reason",
      "text": "(Heheh. You don't know, do you? My Strategist. \nI revealed my true feelings, just so you would trust me…)"
    },
    {
      "name": "No Reason",
      "text": "(This was simply a plan to tell the truth! Although, that doesn't mean I won you over completely yet, have I? Nya ha ha!)"
    }
  ]
}