{
  "title": "The Great Schemer, Everything is in Place!",
  "text_block_list": [
    {
      "text": "It's the day of the Selection Race. I wanted to observe No Reason when she's racing— I made my way here to see the result of her careful planning."
    },
    {
      "name": "No Reason",
      "text": "Salutations, Lord Gimlet. You don't appear to be in great condition. Why don't you kick a fence and bring out that fighting spirit of yours?"
    },
    {
      "text": "Heh… Do I look as if Hypnos himself has hold over me? Like a fine wine, I am simply still aging, but I will answer Ragnarok's call when it is time to race.",
      "name": "Tanino Gimlet"
    },
    {
      "name": "No Reason",
      "text": "Oh, and here I was prepared for the worst! Perhaps… you were able counter all of my plans?"
    },
    {
      "name": "Tanino Gimlet",
      "text": "It matters not who my opponent is. Like the first impact, this race will mark the Genesis of me, Gimlet!"
    },
    {
      "name": "No Reason",
      "text": "Oh, there's your usual attitude! If you weren't feeling yourself, then bringing you down would mean nothing. \nNya ha ha ha!",
      "choice_data_list": [
        "(I wonder if she's testing the waters.)"
      ]
    },
    {
      "text": "I wonder what No Reason hopes to gain by intentionally interacting with her opponents like this? I'll definitely understand what it is after this race!"
    },
    {
      "name": "Announcer",
      "text": "The Uma Musumes have entered the gate. \n—And now, they're off!"
    },
    {
      "name": "No Reason",
      "text": "(Hm… the pace is quite fast right now. Then I'll bide my time in the back of the pack. The front of the pack will likely tire out in the meantime.)"
    },
    {
      "name": "No Reason",
      "text": "(And Lord Gimlet is… back here too. Thanks to my words earlier, she will probably want to focus on her running.)"
    },
    {
      "name": "No Reason",
      "text": "(She who obsesses over aesthetics… our showdown will be on the final straight, where she'll use her powerful acceleration to close it out!)"
    },
    {
      "name": "No Reason",
      "text": "(If that's how it is, I need to secure my position on the inside and store up power in my legs!)"
    },
    {
      "text": "No Reason was holding her position in the back during the middle leg. She didn't get swept up into the fast pace and maintained her own."
    },
    {
      "name": "Announcer",
      "text": "— The back of the pack has caught up to the front. The group has reached the 4th corner! Tanino Gimlet is making her move here!"
    },
    {
      "name": "Tanino Gimlet",
      "text": "A～ ha ha ha! Do you hear it? That Gjallarhorn sounds your demise! My acceleration will bring a terrible katastrophē upon you!"
    },
    {
      "name": "No Reason",
      "text": "Heh… allow me to… dull those legs of yours!"
    },
    {
      "text": "As she rounded the 4th corner, No Reason had started to shift towards the outside, making her take up more space in the pack."
    },
    {
      "text": "On top of that, when the rest of the pack rounded the corner, they naturally expanded out— And so, Gimlet was forced way outside of the curve.",
      "choice_data_list": [
        "(What amazing judgement!)",
        "(What amazing judgement!)"
      ]
    },
    {
      "text": "No Reason made that call and changed her route in an instant. The loss of power by Gimlet being forced all the way out would be immense!"
    },
    {
      "name": "Tanino Gimlet",
      "text": "No, not yet! My brilliant acceleration is like a seraph, it will never go dull! Oh Nike, the goddess of victory, smile only on me!",
      "choice_data_list": [
        "(But, No Reason has strong legs too!)"
      ]
    },
    {
      "name": "Reason and Gimlet",
      "text": "Haaaaaaaaaaah!"
    },
    {
      "name": "Announcer",
      "text": "No Reason is leading! Tanino Gimlet can't reach her! And first place goes to… No Reason!",
      "choice_data_list": [
        "(Complete victory… I see, I get it now.)"
      ]
    },
    {
      "text": "She put on full display her prowess of not only dulling Gimlet's acceleration, but also surpassing it. This girl was aiming for a complete victory in this race."
    },
    {
      "text": "She had great judgement to make that decision that quickly. While she was keeping an eye on her rivals, she still had a full view of the race. She very much was a tactician."
    },
    {
      "text": "With abilities like these… \nShe'd be able to overturn any situation."
    },
    {
      "text": "And not just the girls in her generations, she might even be able to topple stronger and older foes. \nEven if it's the world… she might be able to take it!",
      "choice_data_list": [
        "I'm willing to… bet on that probability!"
      ]
    },
    {
      "name": "New Trainer B",
      "text": "Tanino Gimlet's acceleration is good, but… No Reason! \nShe's got a pretty good acceleration for long distances, doesn't she!"
    },
    {
      "name": "New Trainer A",
      "text": "Yeah, and Gimlet's acceleration was something to behold! Although how No Reason skillfully progressed through the race left an even stronger impresson."
    },
    {
      "text": "Ahem! To all you trainers, while I do not mind this type of talk—",
      "name": "No Reason"
    },
    {
      "name": "No Reason",
      "text": "Even good judgement rots away quickly. So act swiftly."
    },
    {
      "name": "New Trainer",
      "text": "…Huh? What did she say? \nEh, I can just ask later, the next race is starting!",
      "choice_data_list": [
        "(My, oh my… fumbling at the end.)"
      ]
    },
    {
      "text": "With that thought in mind… I chased after her, without saying anything to my colleagues."
    },
    {
      "name": "No Reason",
      "text": "…So, you all arrived. \n…Hm? Wha, eh, huh? Where are the other trainers?",
      "choice_data_list": [
        "Watching the next race."
      ]
    },
    {
      "text": "Huh!? Why!? I even warned them all \nthat they had to act fast with me!",
      "choice_data_list": [
        "You know, the races haven't finished yet."
      ],
      "name": "No Reason"
    },
    {
      "text": "If you didn't have your eyes on a specific uma musume, it was natural to watch all the races. Therefore, all the other trainers won't part from that place till the end."
    },
    {
      "text": "If No Reason also stayed over there, there was a possibility that she would have been scouted…"
    },
    {
      "name": "No Reason",
      "text": "B-but I went through all this trouble to win in a dramatic fashion! I wanted to look cool till the very end!!",
      "choice_data_list": [
        "You're too cocky…"
      ]
    },
    {
      "name": "No Reason",
      "text": "Mnngh, grrr～!",
      "choice_data_list": [
        "…But for me, this is convenient.",
        "…But for me, this is convenient."
      ]
    },
    {
      "name": "No Reason",
      "text": "Convenient? What do you mean by that?",
      "choice_data_list": [
        "No Reason, I wish to be your trainer.",
        "No Reason, I wish to be your trainer."
      ]
    },
    {
      "name": "No Reason",
      "text": "Huh? \n…Are you… scouting me?",
      "choice_data_list": [
        "Indeed",
        "Indeed"
      ]
    },
    {
      "name": "No Reason",
      "text": "…The thing is… AAAAAAH!!! \nYou! Did you use my mistake to deceive the other trainers!?",
      "choice_data_list": [
        "But… you're impressed by that, no?",
        "But… you're impressed by that, no?"
      ]
    },
    {
      "name": "No Reason",
      "text": "Oh!…Mm. \nYou did prove to me that your wit and ingenuity would be of a benefit to me…"
    },
    {
      "name": "No Reason",
      "text": "Heh… how interesting! Very well, I shall employ you! \nYou will become my very own strategist!",
      "choice_data_list": [
        "Really!?"
      ]
    },
    {
      "name": "No Reason",
      "text": "Indeed. However… if you turn out to have a dull edge, then our contract will end there!",
      "choice_data_list": [
        "Huh!?"
      ]
    },
    {
      "name": "No Reason",
      "text": "It's only natural! A strategist that contributes nothing towards world conquest is useless! We will soon be marching towards a battlefield! You must prepared to risk it all to fight here!"
    },
    {
      "name": "No Reason",
      "text": "If you are to stand next to me, you must continue to prove your strength!…Well? Are you prepared for that?",
      "choice_data_list": [
        "Understood… I will prove my worth to you!"
      ]
    },
    {
      "name": "No Reason",
      "text": "Very well! Now, we depart! \nLet us set forth and claim the world!— My Strategist!"
    }
  ]
}