{
  "title": "Supporting the Warlord Uma Musume!",
  "text_block_list": [
    {
      "name": "No Reason",
      "text": "The rain from May falls. Is it the dew or my tears? Go forth, cockatoo. Carry my name to the heavens above!"
    },
    {
      "name": "No Reason",
      "text": "History is written by the victors. And if I win… All that lies beneath the Heavens, will be mine! And then, my name, my way of life— It will be left for future generations to come!"
    },
    {
      "text": "—I ended up having to go on a business trip, at the behest of my senior. Since I wasn't in charge of any uma musume myself, I've ended up in this situation too often.",
      "choice_data_list": [
        "I need to scout an uma musume soon…",
        "I need to scout an uma musume soon…"
      ]
    },
    {
      "text": "Gratitude! It seems you will be the one going on the business trip this weekend. Your job on this trip is to assist in a festival, the Soma Nomaoi!",
      "name": "Chairman Akikawa",
      "choice_data_list": [
        "I'm to help with that?"
      ]
    },
    {
      "name": "Chairman Akikawa",
      "text": "Indeed! You should know that the URA supports any traditional festivities relating to uma musumes. This is a part of that."
    },
    {
      "name": "Chairman Akikawa",
      "text": "Myself and Tracen Academy are willing to give full cooperation to them. Especially since a lot of our alumni participate in the \"Soma Nomaoi\"!"
    },
    {
      "name": "Hayakawa Tazuna",
      "text": "This time, a student will be joining the event as well. Since one of the alumni was suddenly unable to make it, we discussed having one of our students take their place."
    },
    {
      "name": "Hayakawa Tazuna",
      "text": "She really wanted to take part in this event so she volunteered. She has gone ahead to help with preparations, so please meet her at the site.",
      "choice_data_list": [
        "What kind of uma musume is she?"
      ]
    },
    {
      "name": "Hayakawa Tazuna",
      "text": "Her name is No Reason. \nShe's like… well, to put it simply—"
    },
    {
      "name": "Akikawa and Tazuna",
      "text": "A \"Warlord\"."
    },
    {
      "name": "No Reason",
      "text": "Wahahaha! \nThe lot of you, our battle will soon begin. Be on your guard and don't let it down!"
    },
    {
      "text": "— There she is."
    },
    {
      "text": "There was only one uma musume who spoke like a warlord. The other participants were speaking normally. I was certain she's the only one who could match that characteristic.",
      "choice_data_list": [
        "Are you No Reason?",
        "Are you No Reason?"
      ]
    },
    {
      "name": "No Reason",
      "text": "I have no reason not to be! And you must be the fellow collaborator from Tracen then. As a fellow supporter, I'm looking forward to working with you～!",
      "choice_data_list": [
        "Likewise, I'm looking forward to it."
      ]
    },
    {
      "name": "No Reason",
      "text": "Nya ha ha! I'm one day your senior when it comes to things relating to the festival. So leave it to me!",
      "choice_data_list": [
        "How can I help out?",
        "How can I help out?"
      ]
    },
    {
      "name": "No Reason",
      "text": "I heard they need someone to be in charge of recording the \"Scramble for the Heavenly Banner\". That's where… oh it's time. I'll explain it on the way to the site!"
    },
    {
      "text": "On that spacious field, there were many warriors in armor gathered. It looked as though it was a scene before they set off for battle. I was overwhelmed, it was a something you'd never see in the modern day.",
      "choice_data_list": [
        "Whoa… this is like a battle!"
      ]
    },
    {
      "name": "No Reason",
      "text": "Verily, it does look like one doesn't it! I too will be partaking in the scramble! I'm very excited!"
    },
    {
      "name": "Yellow Flag Uma Musume",
      "text": "There you are, No Reason. Our group's uma musume are gathering on the other side, so follow me."
    },
    {
      "name": "No Reason",
      "text": "Aye! Right, allow me to introduce you. This person here is the helper from Tracen. Trainer, she's an alumni from Tracen!",
      "choice_data_list": [
        "I'm in charge of recording today.",
        "I'm in charge of recording today."
      ]
    },
    {
      "name": "Yellow Flag Uma Musume",
      "text": "Thank you for helping! So you're going to be recording the \"Scramble\"? If that's the case, make sure not to just focus on the banners, but record the entirety of the battle! Ufu",
      "choice_data_list": [
        "Record everything… got it, I'll do that."
      ]
    },
    {
      "name": "No Reason",
      "text": "Since I'm so charming, you might end up recording only me! Can you withstand my charms? Nya ha ha ha!"
    },
    {
      "text": "With clear skies, the conch shell's sound reverberated. \nThe \"Scramble for the Heavenly Banner\" has begun."
    },
    {
      "text": "The event involves a firework shell being launched into the sky with a payload of 2 banners inside. After the fireworks explode, the banners fall and the warriors scramble for them."
    },
    {
      "text": "The participants were equiped with a pole, that is how they would take the banner. It had another use, a way to keep your opponents in check. It was without a doubt, a battle."
    },
    {
      "name": "No Reason",
      "text": "Ha～ ha ha! The honor of claiming the first banner is mine for the taking!"
    },
    {
      "text": "The first one to charge into the fray, was No Reason. She broke from the group in mere moments and headed straight to the exact spot where the banner was falling."
    },
    {
      "text": "\"She got it\"— \nIs what I thought, but then…"
    },
    {
      "name": "No Reason",
      "text": "Nuwaaaah!",
      "choice_data_list": [
        "She fell!?"
      ]
    },
    {
      "text": "No Reason fell and tumbled forward in a spectacular fashion. At that moment, another uma musume came from behind and leisurely picked up the banner."
    },
    {
      "name": "No Reason",
      "text": "Owie… Nuwaaaaah～! My banner～～!"
    },
    {
      "name": "Local Viewer A",
      "text": "Hahaha, you were too enthusiastic when charging in! \nLil missy, you gotta use your head more if you want the flag!"
    },
    {
      "name": "No Reason",
      "text": "H-hey! I heard that! I'll show you… don't underestimate my ingenuity! I'll show you how it's done!"
    },
    {
      "text": "She was breathing heavily, but was raring to go, but—"
    },
    {
      "name": "No Reason",
      "text": "Oh, the wind is much stronger now. \nTaking that into account… it'll land towards the southwest!"
    },
    {
      "name": "Enemy Uma Musume",
      "text": "If it'll land there, then I'm much closer! Here I go! \nUoooooooh!"
    },
    {
      "name": "No Reason",
      "text": "Wha- what the heck!?"
    },
    {
      "name": "Enemy Uma Musume",
      "text": "We won't let you get any closer! \nEveryone! Prepare to stop her! That banner will be ours!"
    },
    {
      "name": "No Reason",
      "text": "Very well, I shall be your… wai- hold on a second! \nWhy are there so many of you!? You fiends!"
    },
    {
      "name": "No Reason",
      "text": "Hah, Hah… grrr, why can't I get a single banner!!",
      "choice_data_list": [
        "(That girl… is extremely careless!!)"
      ]
    },
    {
      "text": "Every time she'd call out the spot where the banner would fall, she'd get surrounded by other uma musumes, which allowed someone to take the banners with ease."
    },
    {
      "text": "So far, she hasn't been able to get a single banner… \nAnd then the final firework was launched."
    },
    {
      "name": "Enemy Uma Musume",
      "text": "Fufufu, too bad for you! You can't get past us. This is where you meet your end!"
    },
    {
      "text": "Nuuuuu, I won't let it end like this!",
      "name": "No Reason"
    },
    {
      "text": "No Reason then lowered her stance and in one go, cut through the umas guarding her.",
      "choice_data_list": [
        "(Whoa! What strong legs!)",
        "(Whoa! What strong legs!)"
      ]
    },
    {
      "name": "No Reason",
      "text": "If I can't even get a single banner, then I'll bring shame acting as the substitute!"
    },
    {
      "name": "No Reason",
      "text": "Toryaaaaaa! That last banner… is mine!!!!"
    },
    {
      "name": "Yellow Flag Uma Musume",
      "text": "Yo, good job today! Man～, we did great today, didn't we? Look at them, they managed to get 3 banners."
    },
    {
      "name": "Allied Uma Musume",
      "text": "Ehehe～, My first time participating and I managed to get 3 banners! I'm su～per happy!"
    },
    {
      "name": "No Reason",
      "text": "Ooh, splendid work! \nYou managed to achieve such feats whilst I was fighting on the frontline. How admirable!"
    },
    {
      "name": "Local Viewer A",
      "text": "You were certainly something to behold, missy! \nFalling here and there and then getting surrounded. Gave me a good laugh!"
    },
    {
      "name": "No Reason",
      "text": "Wha-, I wasn't trying to make you laugh though!? \nMy last charge was cool, wasn't it!?"
    },
    {
      "name": "Local Viewer",
      "text": "Hmm… when you put it like that, nope. You falling was more memorable! Wahahaha!",
      "choice_data_list": [
        "(They're already getting along)"
      ]
    },
    {
      "text": "While she had a habit of overdoing things, it just made it easier to get along with her. And so, No Reason had lively conversations with everyone."
    }
  ]
}