{
  "title": "An Eccentric one surrounded by vassals!",
  "text_block_list": [
    {
      "text": "One day. After finishing my work out in the field \nI was returning to Tracen, when—"
    },
    {
      "name": "No Reason",
      "text": "Oh! Trainer! \nGood timing!"
    },
    {
      "text": "Mirako has come down with the flu and I was in search of a replacement! Come, keep me company!",
      "choice_data_list": [
        "Huh… for what?"
      ],
      "name": "No Reason"
    },
    {
      "name": "No Reason",
      "text": "Whoa～!! This is amazing!! It's like a cola exhibition!"
    },
    {
      "text": "It seems it's an event called \"Cola Fest\" and a famous cola manufacturer is renting a mall for it."
    },
    {
      "text": "It's an event where you can sample various craft-colas from all across the country. Furthermore you can also get a look into the manufacturing and history of cola.",
      "choice_data_list": [
        "Hey now, don't run off on me."
      ]
    },
    {
      "name": "No Reason",
      "text": "Nya ha ha ha! If you won't let up here, when will you!? \nLook Trainer! Let's go join that feast there!"
    },
    {
      "name": "No Reason",
      "text": "I've been thinking for a while now… but if we take the great food culture of Japan, and mix cola with it, then surely we will birth some new unbelievable flavors, will we not?"
    },
    {
      "name": "No Reason",
      "text": "Oh well, drink up! \nThis is my own special brew— Dashi Cola!",
      "choice_data_list": [
        "Urp!?…It's definitely unbelievable!",
        "Urp!?…It's definitely unbelievable!"
      ]
    },
    {
      "text": "Oh! This one has a deep, sharp taste! \nCompared to the one earlier, this leaves a tingly feeling on the tongue!",
      "name": "No Reason"
    },
    {
      "name": "No Reason",
      "text": "Man, cola is so delicious— Urp. \nC'mon, one more cup—",
      "choice_data_list": [
        "A-another cup!?",
        "A-another cup!?"
      ]
    },
    {
      "name": "No Reason",
      "text": "For a warlord, this much is nothing! That aside, my strategist, why don't you drink with me? Is your cup empty? Here, I'll pour you another one!"
    },
    {
      "text": "I saw a sign that had various trivia written on it about cola. \n…I see, if the temperature is high, it's hard to feel the carbonation.",
      "choice_data_list": [
        "That's why they recommend it cold…"
      ]
    },
    {
      "name": "No Reason",
      "text": "There's various trivia here, huh. \nNext is the history～ The history of it all～～!"
    },
    {
      "name": "Host A",
      "text": "\"The Duo Scramble for the Limited Cola Obstacle Race\" will begin soon! Please make your way to the main stage when you've finished applying!\""
    },
    {
      "name": "No Reason",
      "text": "Oh, it's time for battle, huh? \nAre you ready to take the field, my strategist?",
      "choice_data_list": [
        "Is this why you brought me here?"
      ]
    },
    {
      "name": "No Reason",
      "text": "Indeed! My original plan was to have Mirako accompany me, well… Those who accept that life won't turn out the way they want, will live content in their lives. Quote by Tokugawa Ieyasu"
    },
    {
      "name": "No Reason",
      "text": "Our team name shall be \"World Conquerors\"! \n—Now then, let us set forth!"
    },
    {
      "name": "Host A",
      "text": "The first event will be the \"Cola Relay\"! Teams will have to fill their mugs to the brim with cola and run without spilling it!"
    },
    {
      "name": "Host A",
      "text": "The teams will run 4 laps around the entrance! The first one to break away is—"
    },
    {
      "name": "No Reason",
      "text": "Ka ka ka! I've confirmed a path for us to take, since no matter where you run it's slimy! Now then, let us set forth!",
      "choice_data_list": [
        "You confirmed… wait did you—"
      ]
    },
    {
      "text": "I remember seeing her run a few laps around the entrance shortly before arriving myself. Don't tell me that was her checking for the least slippery path!?"
    },
    {
      "name": "No Reason",
      "text": "A-hem! We have the advantage! Now hurry and take this mug! We can't waste this advantage!"
    },
    {
      "name": "Host A",
      "text": "The top placing of the group moves on to the 2nd stage! Next up we have, \"The Cola Quiz\"! You have to taste the cola and identify it!",
      "choice_data_list": [
        "(…W-what do I do? I can't identify them!)"
      ]
    },
    {
      "name": "No Reason",
      "text": "…It isn't sweet. And it has quite the sharp kick to it. \nWith a profile like that, I can exclude a lot of brands…"
    },
    {
      "name": "No Reason",
      "text": "It appears I have a few options… Alright, I've decided. \nThis one is \"Village Cola\"!"
    },
    {
      "name": "Host A",
      "text": "…S-she's right! She got it in one try! \nWith no penalties, she's cleared the 2nd stage!",
      "choice_data_list": [
        "…All that sampling earlier, was it for this?"
      ]
    },
    {
      "name": "No Reason",
      "text": "Nya ha ha! The difference between victory and defeat is knowing how to prepare for the battle ahead of time!"
    },
    {
      "name": "Host A",
      "text": "The final stage is the \"Bottled Cola Chugging Battle\"! \nEveryone starts with 3 bottles, and whichever team finishes the 3 bottles first, claims the championship!"
    },
    {
      "name": "No Reason",
      "text": "Heh! Leave it to me, my strategist! Eliminate one bottle yourself! I shall take on the last two myself and close out this battle!",
      "choice_data_list": [
        "S-so reliable!"
      ]
    },
    {
      "name": "No Reason",
      "text": "Forward! Victory is within our grasp! Charge forth!"
    },
    {
      "name": "No Reason",
      "text": "Urk… I… can't drink anymore… \nOh no… the carbonation… Uuuuuuu～",
      "choice_data_list": [
        "NO REASOOOON!!"
      ]
    },
    {
      "text": "The source of this predicament must be when she sampled all those different colas. In the time I was able to drink 2 bottles, she wasn't able to drink 1! I had to pick up the pace!"
    },
    {
      "text": "Aiight!! It was a struggle to get this far, but look at me! This is the true power of my \"Iizuka Vaccum\"!",
      "choice_data_list": [
        "Who is this person that's proud of drinking fast!?"
      ],
      "name": "The Previous Champ"
    },
    {
      "name": "Host A",
      "text": "Whoa!? The Iizuka Vaccum is downing cola at an impressive pace! She's already downed a whole bottle!"
    },
    {
      "name": "No Reason",
      "text": "Grrrrr! I won't lose! My victory… My limited edition cola!",
      "choice_data_list": [
        "……"
      ]
    },
    {
      "text": "I only need to down one more bottle, but I don't think I'll win if I go without a plan. To claim victory, I need to come up with something fast—"
    },
    {
      "text": "Then, I saw the perspiration on the plastic bottles. And at that same moment, I remembered—",
      "choice_data_list": [
        "If the temp is high, then you can't feel the carbonation!"
      ]
    },
    {
      "text": "What the!? A member of team \"World Conquerors\" is drinking the remaining cola by themselves! —They're downing it at an unprecedented pace!",
      "name": "Host A"
    },
    {
      "name": "No Reason",
      "text": "Whoa!? That speed! \nGo for it! Finish it, my Strategist!!",
      "choice_data_list": [
        "Gulp, Gulp, Gulp!"
      ]
    },
    {
      "name": "Host A",
      "text": "Who will it be!? Will it be World Conquerors!? Will it be Vacuum!? \nWorld Conquerors!? Vacuum!? And the winner is—"
    },
    {
      "name": "No Reason",
      "text": "Woooo! Nice going!! That was a splendid way of drinking! I bestow upon you my praise!",
      "choice_data_list": [
        "No, it was thanks to your tactics.",
        "No, it was thanks to your tactics."
      ]
    },
    {
      "text": "It was only at the end that I gave it my all. For the rest of the competition, it was thanks to her plans that it went so smoothly."
    },
    {
      "name": "No Reason",
      "text": "Fufu, is that so?"
    },
    {
      "name": "No Reason",
      "text": "Well, that could be a possibility, right? \nNya ha ha ha!"
    },
    {
      "name": "No Reason",
      "text": "However, to secure victory, you targeted the cola that was at a higher temperature— A stroke of genius, my strategist!"
    },
    {
      "text": "If it was from that placard earlier, I also saw it, but… \nAt the 11th hour, you employed it masterfully.",
      "name": "No Reason"
    },
    {
      "name": "No Reason",
      "text": "…Was it a tactic due to having your back to the wall? \nNo, that isn't it. It wasn't like that at all."
    },
    {
      "text": "…Heh. Your blade was sharp after all.",
      "choice_data_list": [
        "Hm? What did you say?"
      ],
      "name": "No Reason"
    },
    {
      "name": "No Reason",
      "text": "…Ka ka ka! You proved your worth well, Sir Strategist! \nThanks to you— Come hither! The victors today are us!"
    },
    {
      "name": "No Reason",
      "text": "The fact that we've slain the supreme commander, I am satisfied with that result! If there be another battle, can I count on you?"
    },
    {
      "name": "No Reason",
      "text": "…Mhm."
    },
    {
      "name": "No Reason",
      "text": "— To unify this land, they are essential to that dream."
    },
    {
      "name": "No Reason",
      "text": "I can't let them betray me anytime soon. Nya ha ha."
    }
  ]
}