{
  "title": "The Tactician Overturns All!",
  "text_block_list": [
    {
      "text": "One day, I went to the cafeteria with No Reason…"
    },
    {
      "name": "No Reason",
      "text": "HmHm? What is it? This is… \nWhat is a \"Desert Menu Vote\"?",
      "choice_data_list": [
        "Yeah, they've been doing it for a few days now."
      ]
    },
    {
      "text": "It seems they're implementing a new \"Desert\" voting system for lunch. The choices are \"ice cream\" and \"mame daifuku\"."
    },
    {
      "name": "No Reason",
      "text": "Mame daifuku!? The obvious choice has to be mame daifuku, right!? Alright! In order to ensure the victory of mame daifuku, we must cast our ballots at once!",
      "choice_data_list": [
        "Wait, be careful voting!"
      ]
    },
    {
      "text": "The people who vote for the menu item that wins will be given a special desert ticket and—",
      "choice_data_list": [
        "There's word the Frozen faction is superior!"
      ]
    },
    {
      "name": "No Reason",
      "text": "What!? How is that so!? How can it not be mame daifuku!? The squishy texture and the taste of that red bean filling…"
    },
    {
      "name": "No Reason",
      "text": "Impossible… strategist! Don't tell me, have you the intention of defecting to the side of frozen treats!?",
      "choice_data_list": [
        "My vote lies with the daifuku clan, but…"
      ]
    },
    {
      "text": "I'm starting to regret it. Those that favor the daifuku faction number few. And I might have been thrust into a battle that I have no chance of winning."
    },
    {
      "name": "No Reason",
      "text": "Ha! Aren't you pitiful! Believe in the daifuku! Persevering throughout the Edo period, its taste stood the test of time!"
    },
    {
      "name": "No Reason",
      "text": "—Okay, I too will naturally vote for mame daifuku! I'd bring shame upon our clan if I don't take to the field myself."
    },
    {
      "name": "No Reason",
      "text": "Now witness me! The Frozen faction's rule will be short-lived! I will overturn the status quo in just a few days! Nya ha ha ha!"
    },
    {
      "name": "No Reason",
      "text": "And… if I am unable to tip the scales… \n—Well, we'll handle it if it comes to that."
    },
    {
      "text": "A few days later No Reason called upon me to the center of the courtyard. Since it was lunch time, there were plenty of students walking around with their lunch.",
      "choice_data_list": [
        "What is it, No Reason?",
        "What is it, No Reason?"
      ]
    },
    {
      "name": "No Reason",
      "text": "Just a bit ago, I received information from Tran. The odds are 7:3 right now. With odds like that, our daifuku faction is facing down defeat."
    },
    {
      "name": "No Reason",
      "text": "But we're in luck, the \"announcement\" will soon go out. For most people involved, they don't care who wins or loses. And if we take that into account—"
    },
    {
      "name": "No Reason",
      "text": "…Man～! Nevertheless this is quite surprising～!! This time around our daifuku faction reigns supreme～!!",
      "choice_data_list": [
        "(…What? What's going on? Is she joking?)",
        "(…What? What's going on? Is she joking?)"
      ]
    },
    {
      "name": "No Reason",
      "text": "…Come now, why don't you play along too? Conversations are all about gossip, right?",
      "choice_data_list": [
        "(…I get it! This is—)"
      ]
    },
    {
      "text": "Indeed! We originally thought the Frozen faction had it in the bag～. And yet there's a large faction that supports traditional snacks, how unexpected～!",
      "name": "No Reason"
    },
    {
      "text": "Those that support them are… Lord Chiyono, Lord Grass and Lord Acute～! My, aren't traditional snacks so popular!",
      "choice_data_list": [
        "I see～! I gotta agree now～!",
        "I see～! I gotta agree now～!"
      ],
      "name": "No Reason"
    },
    {
      "name": "No Reason",
      "text": "Man, voting for ice cream in that line up is dangerous then～! I can see it clear as day that they'd lose! Guess I'll just vote for mame daifuku then～!"
    },
    {
      "name": "Uma Musume A",
      "text": "…Huh, what should I do? I want the desert ticket… \nGuess I'll vote for mame daifuku?"
    },
    {
      "name": "Uma Musume B",
      "text": "Hm, that might be the right call! \nI'll go ahead and put in our votes!"
    },
    {
      "name": "Uma Musume C",
      "text": "Hey, did you guys see that one post on social media? It seems that mame daifuku will win the vote! Ain't that a surprise!?"
    },
    {
      "name": "Uma Musume D",
      "text": "Like, no cap? Oof, ice cream's gonna lose? Bet, I'll vote for this one then! Sweet red bean's also bussin.",
      "choice_data_list": [
        "(Our misinformation is spreading!)"
      ]
    },
    {
      "text": "As the rumors continued to be spread, a few hours went by. Even without all of that, it was spreading like wildfire on social media."
    },
    {
      "text": "And then, a few days later—"
    },
    {
      "name": "No Reason",
      "text": "Hear hear! To our victory as the daifuku faction! Cheers!!",
      "choice_data_list": [
        "Cheers!!"
      ]
    },
    {
      "name": "No Reason",
      "text": "Ka ka ka! Everything went as planned! \nWe perfectly outmaneuvered the frozen faction.",
      "choice_data_list": [
        "Was this all planned from the start?",
        "Was this all planned from the start?"
      ]
    },
    {
      "name": "No Reason",
      "text": "No? It was a spur of the moment idea with my back against the wall. The simplest of plans are often the most effective."
    },
    {
      "name": "No Reason",
      "text": "I was prepared for the worst, I had a plan B and a plan C in my back pocket… Well, I had no need for them in the end.",
      "choice_data_list": [
        "…You're amazing.",
        "…You're amazing."
      ]
    },
    {
      "name": "No Reason",
      "text": "Nya ha ha ha! Is that so!? If I was born earlier, I might've been on par with the great Mori Motonari!"
    },
    {
      "name": "No Reason",
      "text": "Now then! Let's focus on what's in front of us! \nLet us feast on our spoils of war— Hm?"
    },
    {
      "name": "No Reason",
      "text": "Huh? Where's my ticket?…Wha, where? \nI was certain I… my pocket… ah～ huuuh???",
      "choice_data_list": [
        "Did you… lose your desert ticket?"
      ]
    },
    {
      "name": "No Reason",
      "text": "…W-WHAT THE HELL～～!!!"
    },
    {
      "text": "…As sharp witted as she is, she was easy to get along with. Even if her head was full of tricks, there was no reason to hate her. That was the type of uma musume No Reason was."
    }
  ]
}