{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "『Don't ever look away』―― \nAlmost as if commanded, I couldn't tear my gaze away from her."
        },
        {
            "name": "Verxina",
            "text": "Haa……haa……haa――"
        },
        {
            "name": "Verxina",
            "text": "Yaaaaaa!!!!",
            "choice_data_list": [
                "(!! She can still accelerate――!?)"
            ]
        },
        {
            "text": "It had been a few months since I had arrived at Tracen Academy. \nI was hoping to scout an Uma Musume so I had come to observe training."
        },
        {
            "text": "I was also checking on the participants in the upcoming \nmock race. But the most notable of these was Verxina――",
            "choice_data_list": [
                "(Halfway through I forgot to breathe……!!)"
            ]
        },
        {
            "text": "From her calm outward appearance, it was a fierce run you wouldn't \nexpect. I just couldn't take my eyes off her regal presence."
        },
        {
            "name": "Verxina",
            "text": "――Do you have some business with me?",
            "choice_data_list": [
                "No……I was just captivated……",
                "No……I was just captivated……"
            ]
        },
        {
            "name": "Verxina",
            "text": "Oh my……――Fufuu, thank you very much."
        },
        {
            "name": "Verxina",
            "text": "I'm glad my amateurish running wasn't unsightly. \nWell then, I have a prior engagement so I'll excuse myself here.",
            "choice_data_list": [
                "Ah…………"
            ]
        },
        {
            "text": "I couldn't bring myself to stop her as she walked away. \nFor a while, I was unable to move from that spot.",
            "choice_data_list": [
                "(Her run……was burned in to my memory……)"
            ]
        },
        {
            "text": "She was dignified and resolute. Like she was aiming higher, \nand higher, continuing to improve herself――"
        },
        {
            "text": "I wanted to be there to see where that run would take her. \nIn that moment, I knew what my dream was.",
            "choice_data_list": [
                "(I have to scout her――!)"
            ]
        },
        {
            "text": "The next day. \nI was looking for Verxina to try and form a contract with her――",
            "choice_data_list": [
                "(……What's with all those people?)"
            ]
        },
        {
            "name": "Verxina",
            "text": "――♪ And surpass, this boundless world――"
        },
        {
            "name": "Musical Instructor",
            "text": "……As expected of Verxina-san. \nEven while training, you still managed to come this far."
        },
        {
            "name": "Verxina",
            "text": "Thank you very much. However, I still haven't reached \nmy goal…… I intend to continue studying further, so \nI'm thankful for your continued guidance."
        },
        {
            "text": "It seems like Verxina was also taking voice lessons. Seeing her \nworking so diligently, many Uma Musume were looking on in admiration.",
            "choice_data_list": [
                "(I shouldn't interrupt……)"
            ]
        },
        {
            "name": "Spectating Horsegirls",
            "text": "『Looks like she's going to throw now!』 \n『Hey, I can't see anything!』 『Shhh! Don't bother her』"
        },
        {
            "name": "Verxina",
            "text": "…………Fuu――"
        },
        {
            "text": "(BANG!!)"
        },
        {
            "name": "Verxina",
            "text": "……Fuuu. ……Not good enough. Since I haven't been throwing \nregularly, it really does feel like I've gotten rusty."
        },
        {
            "name": "Verxina",
            "text": "…………Alright"
        },
        {
            "text": "(BANG!!)"
        },
        {
            "text": "Since she was outside today, I wanted to try talking \nto her but, I really didn't want to disturb her.",
            "choice_data_list": [
                "(She really takes everything seriously……)"
            ]
        },
        {
            "text": "After that, I continued searching for \nVerxina several times hoping to scout her, but――",
            "choice_data_list": [
                "(There's no chance to talk to her……!)"
            ]
        },
        {
            "text": "It seems like she has a very stoic personality. \nEvery time I saw her, she was always diligently working on something."
        },
        {
            "text": "I found myself drawn more and more to her earnest nature, \nbut I still couldn't bring myself to talk to her. Before \nI realized it, the mock race was just around the corner.",
            "choice_data_list": [
                "(I wanted to be the first to talk to her)"
            ]
        },
        {
            "name": "Verxina's Fan",
            "text": "Hey! It looks like Verxina-senpai is back!"
        },
        {
            "name": "Vivlos",
            "text": "――Mmmm～～that was fun, huh～? Onee-chan's Getting Scouted Pre-party♪"
        },
        {
            "name": "Verxina",
            "text": "Mama's just being too hasty. \nEven though I've only just been talked to by a bunch of people."
        },
        {
            "name": "Vivlos",
            "text": "That just means it's all up to Onee-chan's feelings. \nOnee-chan really is amazing～! Right, Chevacchi!?"
        },
        {
            "name": "Cheval Grand",
            "text": "……that's right. \nIt just means that everyone see's Nee-san in the same――"
        },
        {
            "name": "Cheval Grand",
            "text": "――Huh, u-uwaaaaaaah……!?"
        },
        {
            "name": "Verxina's Fans",
            "text": "『Verxina-senpai! Do your best in tomorrow's mock race!』 \n『Verxina-sama! Tomorrow, we'll definitely come cheer for you!』"
        },
        {
            "text": "It seems like they were all waiting for a chance \nto talk to her too. As soon as they got out of \nthe car, they were surrounded by a group of fans.",
            "choice_data_list": [
                "(I can't even get close……)"
            ]
        },
        {
            "name": "Verxina",
            "text": "――Everyone"
        },
        {
            "name": "Verxina",
            "text": "I'm truly grateful for your enthusiastic support. \nHowever――don't you think you're exaggerating a bit?"
        },
        {
            "name": "Verxina",
            "text": "The mock race is just a way to confirm your current state. \nIt's just a chance to show if you can reach for the 『Peak』.",
            "choice_data_list": [
                "(――――!)"
            ]
        },
        {
            "name": "Verxina",
            "text": "Of course, tomorrow, I'll show you what victory is like \nfor someone aiming for that 『Peak』. Without a doubt."
        },
        {
            "name": "Verxina",
            "text": "That's why you should feel free to come and see. \n――Well then, please excuse me.",
            "choice_data_list": [
                "Ah……"
            ]
        },
        {
            "text": "The 『Peak』――I now knew that was her aspiration. \nAll her efforts everyday were for this. And so, the next day――"
        },
        {
            "name": "Commentator",
            "text": "Goaaaaaal!!!!"
        },
        {
            "name": "Commentator",
            "text": "With a lead of over 1 length with the Uma Musume behind her, \nVerxina claims victory in this mock race!!"
        },
        {
            "text": "Just as she declared, she had won the race. \nAnd then she was surrounded by people trying to scout her."
        },
        {
            "name": "Trainers",
            "text": "『Verxina-san! Have you thought about my scouting offer?』 \n『I've personalized a training plan for you, will you take a look?』"
        },
        {
            "text": "This time, I couldn't afford to miss out. \nI was about to speak out too――but then――"
        },
        {
            "name": "Veteran Trainer A",
            "text": "B-big news! \nIt sounds like that girl is aiming for her Debut too!"
        },
        {
            "text": "With that announcement, there was a moment \nof utter chaos among those gathered....."
        }
    ]
}