{
  "no_wrap": true,
  "text_block_list": [
    {
      "name": "Kitasan Black",
      "text": "Huh? What did you say, Nature?"
    },
    {
      "name": "Nice Nature",
      "text": "…It's good to be enthusiastic, but let me offer you a warning. There \nare some real monsters here that feed on that enthusiasm."
    },
    {
      "name": "Kitasan and Satono",
      "text": "M-monsters?!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Th-there's no such thing… right? You're saying that as a metaphor… \nright?"
    },
    {
      "name": "Nice Nature",
      "text": "Ahaha, sorry. Yeah—I'm talking about the protagonists of the \nacademy. You'll see Teio and McQueen aren't the only shining stars \nhere."
    },
    {
      "name": "Nice Nature",
      "text": "Everyone here has dreams and the raw skills to see them through. It's \na hearty full-course feast of protagonists, each with their own rivals!"
    },
    {
      "name": "Satono Diamond",
      "text": "Dreams, skills… and rivals."
    },
    {
      "name": "Kitasan Black",
      "text": "Wow, I'm all fired up now! Count me in! I wanna learn more about \neveryone!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "All right, then today's your lucky day! 'Cause I'm gonna teach you \nabout some of those so-called monsters! Let's go!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Nin-nin mode, activate. You two've met Helios and Palmer, right? \nThey hype up the crowd with their flashy breakaway styles!"
    },
    {
      "name": "Nice Nature",
      "text": "Yep, that's all true, but… why all the lurking in the shadows? Why not \njust go up and talk to them?"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Reconnaissance is all about being a ninja. With that, my little \nfledglings—on to the next mission! Nin-nin!"
    },
    {
      "name": "Kitasan and Satono",
      "text": "Yes, master! Nin-nin!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Those three are known as BNW, and they're always competing for first \nplace. I think there've even been races where they all finished in the \ntop three."
    },
    {
      "name": "Kitasan Black",
      "text": "Wow, that's so cool! So hey, do you think I could be called… KSB?"
    },
    {
      "name": "Nice Nature",
      "text": "<i>That's</i> the cool part?"
    },
    {
      "name": "Satono Diamond",
      "text": "Umm… Those two seem like they're arguing about something…"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Yep, business as usual! They haven't debuted just yet, but they <i>really</i>\ndon't want to lose to each other. They're future hot tickets for sure!"
    },
    {
      "name": "Kitasan Black",
      "text": "Future hot tickets… Wow! Everyone is so different! There really might \nbe some formidable \"monsters\" here."
    },
    {
      "name": "Matikanetannhauser",
      "text": "The truth is, we've barely scratched the surface… Buuut it's already \nlate, so let's call it a wrap for today."
    },
    {
      "name": "Satono Diamond",
      "text": "Tannhauser, you're so knowledgeable. You've even looked into the \nracers who haven't debuted yet…"
    },
    {
      "name": "Matikanetannhauser",
      "text": "This much is normal. Everyone researches their opponents before a \nrace, don't they?"
    },
    {
      "name": "Nice Nature",
      "text": "You <i>would</i> be one to call that \"normal.\""
    },
    {
      "name": "Twin Turbo",
      "text": "Aha! I found you, Sneakyhauser!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Sneakyhauser? …Wait, do you mean me?"
    },
    {
      "name": "Kitasan Black",
      "text": "Is something wrong, Turbo? Why do you seem so worked up?"
    },
    {
      "name": "Twin Turbo",
      "text": "I heard what you're gonna do, Machitan! You're gonna run in that, \nuh… \"XC vision\" race, aren't you?! With Bourbon and Rice!"
    },
    {
      "name": "Twin Turbo",
      "text": "And you're gonna wear your racewear! That's so unfair! I wanna run \ntoo! Don't leave me out!"
    },
    {
      "name": "Kitasan and Satono",
      "text": "Bourbon and Rice?"
    },
    {
      "name": "Kitasan Black",
      "text": "It turns out that Bourbon and Rice are scheduled to race tomorrow, so \nwe hurry over to the track to do some reconnaissance for our ninja \nmaster."
    },
    {
      "name": "Kitasan and Satono",
      "text": "Whoooa!"
    },
    {
      "name": "Kitasan Black",
      "text": "Did you <i>see</i> that just now, Dia?"
    },
    {
      "name": "Satono Diamond",
      "text": "Yes, I definitely did, Kita. Those racers are Rice Shower and Mihono \nBourbon…"
    },
    {
      "name": "Satono Diamond",
      "text": "Their running is so powerful… They might even be a match for Teio \nand McQueen."
    },
    {
      "name": "Kitasan Black",
      "text": "They do seem pretty monster-like. Is Tannhauser really gonna go up \nagainst them?"
    },
    {
      "name": "Kitasan Black",
      "text": "Wait, where is Tannhauser anyway?"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Ah—Kita, Sato! Nice timing!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Check out this letter! It says, \"I'm cheering for you! Do your best!\" \nHehehe. ♪"
    },
    {
      "name": "Satono Diamond",
      "text": "Is that from the little girl we met the other day?"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Yep, yep! It puts a smile on my face to know someone out there is \npulling for me! All right, I'm gonna give it my AAALL—ack!"
    },
    {
      "name": "Kitasan Black",
      "text": "Aah! A-are you okay?!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Haha, it's just a nosebleed. I must've gotten too excited. <i>Sniff, sniff…</i>\nOkay, all good now!"
    },
    {
      "name": "Satono Diamond",
      "text": "Um… Rice and Bourbon are both really fast. Are you feeling okay \nabout the race?"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Hmm, well… I've raced those two a bunch of times already. And I can \ntell you, they're good! <i>Really</i> good!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "There's no way I can beat them through hard work alone. Just gotta \nhope for a miracle! May the gods give me strength, namu-namu!"
    },
    {
      "name": "Kitasan Black",
      "text": "Uhh, I'm not sure that's gonna work… But hold on to that spirit and do \nyour best!"
    },
    {
      "name": "Kitasan Black",
      "text": "Ahhh… She really said there's \"no way\" she can win. Now I'm getting \nall worried… Will she be okay tomorrow?"
    },
    {
      "name": "Satono Diamond",
      "text": "I know what you mean. I'm a bit worried too. But I think despite what \nshe says, she's still determined not to lose."
    },
    {
      "name": "Satono Diamond",
      "text": "Anyway, let's go cheer her on tomorrow! I get the feeling it's going to \nbe a fantastic race."
    },
    {
      "name": "Umamusume's Journal",
      "text": "\"Tomorrow's the big day. I'm feeling pretty nervous… But it's \nokay—I've done all I can to prepare. I hope I don't let down the \npeople supporting me!\""
    }
  ]
}