{
  "no_wrap": true,
  "text_block_list": [
    {
      "name": "???",
      "text": "WAAAAAH!"
    },
    {
      "name": "Kitasan Black",
      "text": "<i>Gasp!</i> Someone's in trouble! That voice came from the school \ngates—let's go!"
    },
    {
      "name": "Twin Turbo",
      "text": "WAAAH! No… No! You're scaring me, Nature! Don't come any closer!"
    },
    {
      "name": "Nice Nature",
      "text": "Don't worry, I'm not scary at all! Come here… so I can cover you in \nmud too!"
    },
    {
      "name": "Twin Turbo",
      "text": "WAAAH! It's a monster! Go away!"
    },
    {
      "name": "Mejiro Palmer",
      "text": "What're those two up to? And, uh, why's Nature all caked in mud?"
    },
    {
      "name": "Daitaku Helios",
      "text": "Did Turbo prank her? Or, like, maybe they're having a mud party! I \nlowkey wanna try that. ☆"
    },
    {
      "name": "Mejiro Palmer",
      "text": "Ooh, a mud party, huh? I heard they're all the rage right now! Well… I \nthink I did anyway. Maybe?"
    },
    {
      "name": "Daitaku Helios",
      "text": "Real talk though—it looks super lit. C'mon! Let's get dirty!"
    },
    {
      "name": "Mejiro Palmer",
      "text": "Sounds good! I'm in!"
    },
    {
      "name": "Helios and Palmer",
      "text": "Sup, Nature! Wahey! ☆"
    },
    {
      "name": "Nice Nature",
      "text": "Nobody invited you!"
    },
    {
      "name": "Satono Diamond",
      "text": "Um… What do you think is going on?"
    },
    {
      "name": "Kitasan Black",
      "text": "I haven't got a clue. But we should probably call someone just in \ncase—"
    },
    {
      "text": "<i>SLAM!</i>"
    },
    {
      "name": "Everyone",
      "text": "…?!"
    },
    {
      "name": "Ikuno Dictus",
      "text": "So this is where you've all been… I thought I told you to meet for a \njoint training session after cleaning."
    },
    {
      "name": "Daitaku Helios",
      "text": "Geez, Ikuno, you had me shook! Those were some serious decibels for \njust slamming your book. Talk about a literal clapback! ☆"
    },
    {
      "name": "Ikuno Dictus",
      "text": "Daitaku Helios. Mejiro Palmer. I believe the two of you were assigned \nto cleaning duty for skipping classes and playing around."
    },
    {
      "name": "Daitaku Helios",
      "text": "Well, I didn't <i>want</i> to ditch class. I was just feeling different that day \nand didn't wanna kill the vibe, ya know? ☆"
    },
    {
      "name": "Twin Turbo",
      "text": "Geez, you guys are hopeless. Guess I'll have to show you how to act \nright!"
    },
    {
      "name": "Ikuno Dictus",
      "text": "Ahem… Twin Turbo. You, too, were given cleaning duty as \npunishment for running around the room during class, were you not?"
    },
    {
      "name": "Twin Turbo",
      "text": "That wasn't a <i>punishment!</i> The vice president just asked me to \"try \nand calm down.\""
    },
    {
      "name": "Ikuno Dictus",
      "text": "Is that so? Then I apologize. As for you, Nice Nature…"
    },
    {
      "name": "Ikuno Dictus",
      "text": "…Hm? Why are you here again?"
    },
    {
      "name": "Nice Nature",
      "text": "I want someone to tell <i>me</i> that…"
    },
    {
      "name": "Kitasan Black",
      "text": "Ooh—I understand now, Dia! It's a skit! They must be practicing a \ncomedy routine!"
    },
    {
      "name": "Satono Diamond",
      "text": "Ah, that makes sense! Where's my coin purse? I want to support them."
    },
    {
      "name": "Nice Nature",
      "text": "This isn't a skit! Wait… Huh? You two…"
    },
    {
      "name": "Daitaku Helios",
      "text": "B-b-boom! Kita and Sato, mad props on the cleanup job <i>aaand</i> for \njoining the academy! Time for a welcome party—wahey! ☆"
    },
    {
      "name": "Kitasan and Satono",
      "text": "Waheeey! Thank youuu!"
    },
    {
      "name": "Nice Nature",
      "text": "A party? Really?"
    },
    {
      "name": "Ikuno Dictus",
      "text": "Certainly, a celebration would help ease the tension of entering an \nunfamiliar environment. I agree with Helios, actually."
    },
    {
      "name": "Nice Nature",
      "text": "Guess you really can't judge a book by its cover, huh?"
    },
    {
      "name": "Kitasan Black",
      "text": "Thank you so much for going out of your way for us! You're all so \nkind!"
    },
    {
      "name": "Ikuno Dictus",
      "text": "I'm sorry for any trouble that Turbo and the others may have caused. \nIncidentally, what were you two doing back there?"
    },
    {
      "name": "Kitasan Black",
      "text": "Ah. Um… Well, actually, we also got assigned cleaning duty as a \npunishment. Ahaha…"
    },
    {
      "name": "Daitaku Helios",
      "text": "Seriously? That makes us, like, total \"prison pals.\" PPs for life! \nWoohoo! ♪"
    },
    {
      "name": "Daitaku Helios",
      "text": "So what did you do? Throw a BBQ in the schoolyard? Or maybe a \nskateboarding contest in the hallway? You're <i>unhinged!</i>"
    },
    {
      "name": "Kitasan and Satono",
      "text": "Er…"
    },
    {
      "name": "Twin Turbo",
      "text": "No, no! They were definitely building an ocean! I mean, Golshi <i>was</i>\nmaking waves earlier!"
    },
    {
      "name": "Nice Nature",
      "text": "Or maybe they got sucked into one of Marvelous's schemes. You two \nokay? Do you feel like your normal selves?"
    },
    {
      "name": "Kitasan and Satono",
      "text": "Eeeep!"
    },
    {
      "name": "Mejiro Palmer",
      "text": "Haha, don't scare them, Nature. \nDon't worry, you two. Not all of us here are such wild characters."
    },
    {
      "name": "Kitasan Black",
      "text": "Oh, Palmer! Thank goodness at least <i>somebody</i> here is normal!"
    },
    {
      "name": "Nice Nature",
      "text": "Oh, please. Normal's the last word I'd use for Little Miss Mejiro \nPrincess here."
    },
    {
      "name": "Satono Diamond",
      "text": "Huh?! Mejiro?! Then you're from the same family as McQueen?"
    },
    {
      "name": "Daitaku Helios",
      "text": "But wait, there's more! Palmz is the explosive runaway pro, the front \nrunning goddess! My super runaway bestie! ☆"
    },
    {
      "name": "Kitasan Black",
      "text": "A-a goddess?! Tracen Academy really is incredible. The Umamusume \nhere are literally out of this world!"
    },
    {
      "name": "???",
      "text": "Hmm… What should I do?"
    }
  ]
}