{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Orfevre",
            "text": "————A \"King\". In short, one such as I."
        },
        {
            "name": "Orfevre",
            "text": "This Orfevre should be the one to reign over \nthe turf, as a true champion. As such——"
        },
        {
            "name": "Orfevre",
            "text": "I decree. I shall obtain it without fail. \nThe splendor that belongs to me. ————The Triple Crown."
        },
        {
            "name": "Orfevre",
            "text": "Let it be known. My radiance will eclipse all heroes that came before. \nI will become the \"King\" that rules over heaven and Earth."
        },
        {
            "text": "……my breath was taken away. As if she were a true \"King\", \nI was struck by her demeanor and the pressure she gave off——"
        },
        {
            "text": "——This morning. I was going to attend an event held \nat a museum inside the Tokyo Racecourse. A special \nexhibit featuring legendary Uma Musume and trainers.",
            "choice_data_list": [
                "(Alright, I didn't forget my ticket)",
                "(Alright, I didn't forget my ticket)"
            ]
        },
        {
            "name": "Orfevre",
            "text": "————You there. Stand aside.",
            "choice_data_list": [
                "………do you mean me?",
                "………do you mean me?"
            ]
        },
        {
            "name": "Orfevre",
            "text": "Rejoice. You have been blessed by heaven. \nHeed the orders of a King. ——Act as guide."
        },
        {
            "text": "It was such a sudden situation that I couldn't help but feel confused. \n……And she was looking directly at the ticket in my hand."
        },
        {
            "text": "Maybe she was telling me 『Guide me to the exhibit』……? \nFaced by her sharp gaze and intense pressure, it was hard to refuse——"
        },
        {
            "text": "——In the end, I ended up guiding her to the museum exhibit hall.",
            "choice_data_list": [
                "Um……we're here."
            ]
        },
        {
            "name": "Orfevre",
            "text": "Umu. Good work.",
            "choice_data_list": [
                "Ah, wait……!"
            ]
        },
        {
            "text": "As soon as Orfevre entered the museum, she showed no interest in \nany exhibits along the way, proceeding further and further……!",
            "choice_data_list": [
                "You're not even going to look?",
                "You're not even going to look?"
            ]
        },
        {
            "name": "Orfevre",
            "text": "My interest is only in my irreverent forerunners. \nI have no use for the others."
        },
        {
            "text": "……Orfevre only stopped in front of the main exhibit. \nHere, legendary Uma Musume and their trainers were lined up.",
            "choice_data_list": [
                "(As expected, they're spectacular……!)"
            ]
        },
        {
            "text": "Some of them had dramatic victories, others with \nhistoric feats…… Seeing everyone that left their \nmark in the racing world, made my heart dance.",
            "choice_data_list": [
                "(Someday……I want to be here too……!)",
                "(Someday……I want to be here too……!)"
            ]
        },
        {
            "text": "That was my dream. Just like them, I want to raise an \namazing Uma Musume and eventually obtain that glory——"
        },
        {
            "name": "Orfevre",
            "text": "————The sight of a true \"King\", I will \nbe the one to burn that in to your eyes."
        },
        {
            "text": "I looked towards her at those sharp words. \n……Her eyes were fixed on the Triple Crown Uma Musume.",
            "choice_data_list": [
                "What do you mean by true \"King\"……?",
                "What do you mean by true \"King\"……?"
            ]
        },
        {
            "name": "Orfevre",
            "text": "Many things."
        },
        {
            "name": "Orfevre",
            "text": "You, are you saying that you only came here out of admiration? \n……If so, then it seems you do not even know yourself.",
            "choice_data_list": [
                "What do you——",
                "What do you——"
            ]
        },
        {
            "name": "Interviewer",
            "text": "——Excuse me! Ah, sorry for approaching so suddenly! \nI'm doing interviews for television and wanted to hear \nthe impressions of everyone who came to visit……!"
        },
        {
            "name": "Interviewer",
            "text": "You were looking at the Triple Crown Uma Musume exhibit just now, \nright? As a fellow Uma Musume, is there someone you admire?"
        },
        {
            "name": "Orfevre",
            "text": "No.",
            "choice_data_list": [
                "……!"
            ]
        },
        {
            "name": "Interviewer",
            "text": "Ehh—— \n……I-I see."
        },
        {
            "name": "Orfevre",
            "text": "……Everyone here is someone extraordinary who \nhas shown their strength to the world. Their \nrunning would certainly go down in history."
        },
        {
            "name": "Orfevre",
            "text": "However, that is all glory from an era with no \"King\". The world \nstill does not know. The true eminence of a run by a \"King\"."
        },
        {
            "name": "Orfevre",
            "text": "Therefore, I will show them. What it means to be \"King\". Under my \nreign, I will step past all of these heroes, and show the world."
        },
        {
            "text": "The bystanders begin to stir at Orfevre's words. \nBefore long, an audience had gathered around her……!"
        },
        {
            "name": "Orfevre",
            "text": "————A \"King\". In short, one such as I."
        },
        {
            "text": "In her words, there was none of it. No hesitation, \nuncertainty, nor doubt. There was only one thing——"
        },
        {
            "text": "An overwhelming self-confidence and conviction that she is a \"King\". \nI couldn't take my eyes off of her strong presence……!"
        },
        {
            "name": "Interviewer",
            "text": "——T-then, are you saying that…… \nYou'll become a Triple Crown Uma Musume……!?"
        },
        {
            "name": "Orfevre",
            "text": "Of course. The entire reason I have made my way \nhere was to see these irreverent forerunners."
        },
        {
            "name": "Orfevre",
            "text": "Forget your dreams, and pray \n————Before the undeniable \"King\", and their reign."
        },
        {
            "name": "Interviewer",
            "text": "Ahh! Um, if you'd like, let's talk……! \n………Aaah, she left——"
        },
        {
            "name": "Visitor A",
            "text": "Hey, hey……! Just who is that Uma Musume……? Wasn't her \nintensity crazy……!? Just seeing her made me quiver……!"
        },
        {
            "name": "Visitor B",
            "text": "Normally, saying something like that here would be unthinkable but…… \nFor some reason, I'm kind of curious……——",
            "choice_data_list": [
                "(A \"King\"——)"
            ]
        },
        {
            "text": "As Orfevre's words echoed through my mind, I couldn't \nhelp but feel a sense of excitement and chased after her."
        },
        {
            "name": "Orfevre",
            "text": "……Our business has already finished. \nWhat are your intentions?",
            "choice_data_list": [
                "Um…… well……"
            ]
        },
        {
            "text": "The only thing that came to mind was that I had a \nstrong interest in Orfevre. However, I wasn't \nsure how to put it into words or what to do."
        },
        {
            "name": "Dream Journey",
            "text": "——Welcome back, Or. \nHow was the exhibit?"
        },
        {
            "name": "Orfevre",
            "text": "Aneue—— \n……to confirm it, it was enough."
        },
        {
            "name": "Dream Journey",
            "text": "That's splendid. \n……Who is this?"
        },
        {
            "name": "Orfevre",
            "text": "My guide."
        },
        {
            "name": "Dream Journey",
            "text": "Ah, I see. You must have had your own plans too. To think you'd \npostpone that to guide my little sister. Thank you very much."
        },
        {
            "text": "I was surprised when this Uma Musume appeared and \ncalled Orfevre her 『little sister』. She had already \nbeen making a name for herself in the racing world."
        },
        {
            "text": "——Her name was Dream Journey."
        },
        {
            "text": "The 『Takarazuka Kinen』 and 『Arima Kinen』. \nShe had won both grand prix races in the same \nyear. She was considered a top tier Uma Musume."
        },
        {
            "text": "That Dream Journey's younger sister was Orfevre. ……There was \nno doubt that both of these sisters were extraordinary Uma Musume."
        },
        {
            "name": "Orfevre",
            "text": "I'm returning home. \nAneue, prepare the tea and snacks."
        },
        {
            "name": "Dream Journey",
            "text": "I will. ……Good work. Just leave the rest to me, \nthe older sister. Well then, please excuse us——"
        },
        {
            "text": "……In the end, all I could do was stand there \nand watch Orfevre leave without saying a word."
        },
        {
            "text": "Even now my heart was buzzing. \nThe shock of standing before that presence."
        },
        {
            "text": "……Somedays later. I still couldn't get Orfevre \nout of my mind. I decided to watch a Selection \nRace for Uma Musume who hadn't debuted——",
            "choice_data_list": [
                "That's……!"
            ]
        },
        {
            "text": "……The moment I saw that figure, I could feel my blood surging."
        }
    ]
}