{
  "title": "My Personality: Insecure, Nervous, and Cowardly",
  "text_block_list": [
    {
      "text": "She darted to escape and before I knew it I was chasing after her. Her form the other day was good… I just felt that I couldn't ignore her.",
      "choice_data_list": [
        "Wait!",
        "Wait!"
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "!?",
      "choice_data_list": [
        "I'll listen if you have any problems."
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "Why… Why are you doing this—",
      "choice_data_list": [
        "It's because I can sense your talent.",
        "It's because I can sense your talent."
      ]
    },
    {
      "text": "I told her that hearing her say things like \"I can't do it\" and seeing her lack of self-confidence made me worry about her."
    },
    {
      "name": "Cheval Grand",
      "text": "But what talent do I have!?"
    },
    {
      "name": "Cheval Grand",
      "text": "Ever since the beginning, I-I've never been good at anything! \n…Me getting in here was nothing more than a fluke, so that's why—",
      "choice_data_list": [
        "First, you have a good starting dash"
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "Huh."
    },
    {
      "text": "I've somehow stopped her self-deprecation. Even though I've only seen her run once… I started listing off all of her good traits.",
      "choice_data_list": [
        "Your stamina and positioning is great."
      ]
    },
    {
      "text": "That is to say, I think she can avoid getting surrounded by other racers, or even needing to run on the outside.",
      "choice_data_list": [
        "You're attentive of your surroundings"
      ]
    },
    {
      "text": "In a race, the smallest mistake can decide the outcome later on, so keeping a cool head can give you a huge advantage."
    },
    {
      "name": "Cheval Grand",
      "text": "T-there's no way that— \nI don't——",
      "choice_data_list": [
        "You are a talented uma musume.",
        "You are a talented uma musume."
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "Wha…"
    },
    {
      "name": "Cheval Grand",
      "text": "……"
    },
    {
      "name": "Cheval Grand",
      "text": "…Thank you… Very much…"
    },
    {
      "text": "…I tried to do my best to make her understand, but I don't think she understood how serious I was.",
      "choice_data_list": [
        "(She has no self-confidence at all.)"
      ]
    },
    {
      "text": "I don't know why she's so insecure. Has she always been like this? Is this due to her failing to win in her races?"
    },
    {
      "text": "In any case, I wonder if her unrestrained form the other day was from this \"high level of insecurity.\""
    },
    {
      "text": "If I leave her alone like this, she might end up quitting from the academy altogether. After seeing what she can do, that'd be a huge waste. Then I should—",
      "choice_data_list": [
        "Care to join me for some training?",
        "Care to join me for some training?"
      ]
    },
    {
      "text": "If I get to know her better, then I can make a training menu suited for her. And if she starts to get some victories, then surely she'll become more confident."
    },
    {
      "text": "I can make her believe that she has a talent for racing.",
      "choice_data_list": [
        "I'll make you stronger.",
        "I'll make you stronger."
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "…You'll make me—"
    },
    {
      "name": "Cheval Grand",
      "text": "(…But what if I don't get stronger? \nWhat if I only just waste their time——)"
    },
    {
      "name": "Cheval Grand",
      "text": "( …! No, I can't think like that! \nWasn't I just thinking that I should keep moving forward?!?)"
    },
    {
      "name": "Cheval Grand",
      "text": "(Take a good look at this opportunity. \nIf I want to get stronger— If I want to keep running!)"
    },
    {
      "name": "Cheval Grand",
      "text": "…P-…"
    },
    {
      "name": "Cheval Grand",
      "text": "P-please help me!"
    },
    {
      "text": "And that was how I ended up having a provisional contract with Cheval Grand. I'd be overlooking her training for a short while."
    },
    {
      "name": "Cheval Grand",
      "text": "Hah, hah! …Tch, Haaaaaah!!!!"
    },
    {
      "name": "Cheval Grand",
      "text": "(First, I need to improve my form! \nThen I need to choose a running style that can fit my body perfectly!)"
    },
    {
      "name": "Cheval Grand",
      "text": "Ha, ha, hah! Not yet!"
    },
    {
      "name": "Cheval Grand",
      "text": "(Now I have to strengthen my lower body… I need to have a stronger explosive dash so I could have even the smallest advantage on the final straight.)"
    },
    {
      "name": "Cheval Grand",
      "text": "Hah, hah, hah!"
    },
    {
      "name": "Cheval Grand",
      "text": "(They said… that my strong point was my stamina, so I need to refine it even more!",
      "choice_data_list": [
        "Alright, one more time!"
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "O-okay!"
    },
    {
      "text": "Some time has passed since I've started training Cheval."
    },
    {
      "name": "Cheval Grand",
      "text": "Phew… \nU-um… How did I do?",
      "choice_data_list": [
        "Good! You cleared the set time, nice!",
        "Good! You cleared the set time, nice!"
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "Uwah! Amazing, in such a short amount of time too!"
    },
    {
      "name": "Cheval Grand",
      "text": "…It's all because you've been overlooking my training. \nThank you very much, really…",
      "choice_data_list": [
        "…I'm not sure if that's the case."
      ]
    },
    {
      "text": "Simply said, I did nothing more than give her information. The one who really achieved her goals was—",
      "choice_data_list": [
        "It's all thanks to your great attitude.",
        "It's all thanks to your great attitude."
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "M-my attitude?"
    },
    {
      "text": "While I was training her, I gained a better understanding of what type of uma musume she was."
    },
    {
      "name": "Cheval Grand",
      "text": "So this is a list of my strengths and weaknesses… \n…I see, I think I get it…"
    },
    {
      "text": "For her to follow the instructions of a trainer she just met with no questions, she'd have to be a very honest and straightforward girl."
    },
    {
      "name": "Cheval Grand",
      "text": "U-um, excuse me… \nI have a few questions about the stretches you taught me."
    },
    {
      "text": "Not missing the fine details, she's got a very straightforward personality."
    },
    {
      "name": "Cheval Grand",
      "text": "1 2 3 4…2 2 3 4. \nPhew… alright, I've got to get warmed up first."
    },
    {
      "text": "She's certainly a hard worker. She even asked me permission to do additional training on her own."
    },
    {
      "text": "All because Cheval Grand is such an honest, earnest hardworker.",
      "choice_data_list": [
        "You've gotten much stronger!",
        "You've gotten much stronger!"
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "……Y-you're exaggerating a bit there. \nAfter all, I'm insecure, nervous… and cowardly."
    },
    {
      "name": "Cheval Grand",
      "text": "So that's why… I'll believe in anything that you say, since you're an expert… I check everything, no matter how small. And I'm anxious about my self training.",
      "choice_data_list": [
        "I mean, you're an honest hard worker.",
        "I mean, you're an honest hard worker."
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "…Hwah, That's—"
    },
    {
      "text": "Putting aside her racing talent, it's not easy to change her natural temperament. And that's exactly why her natural temperament is valuable.",
      "choice_data_list": [
        "There aren't many that are like you",
        "There aren't many that are like you"
      ]
    },
    {
      "text": "I wanted to convey my enthusiasm to her by meeting her eyes. \nI managed to lock gazes with those blue gems for a moment, before—"
    },
    {
      "name": "Cheval Grand",
      "text": "…Eh. \n…I-I'm sorry."
    },
    {
      "text": "Completely bewildered, she ran away."
    },
    {
      "name": "Cheval Grand",
      "text": "…My face is so… hot."
    },
    {
      "text": "(…They're not just praising my running, but my personality too.)",
      "name": "Cheval Grand"
    },
    {
      "text": "(More importantly— In their eyes… was me)",
      "name": "Cheval Grand"
    },
    {
      "name": "Cheval Grand",
      "text": "…It's a strange feeling. Very strange."
    }
  ]
}