{
  "title": "My Family: Dad, Mom, Big Sister, Me, Little Sister",
  "text_block_list": [
    {
      "name": "Cheval Grand",
      "text": "I have an older sister and a little sister."
    },
    {
      "name": "Cheval Grand",
      "text": "My older sister is Verxina. My little sister is Vivlos. \nThe both of them take after our mother— bright, cheerful… and sociable. That's who they are."
    },
    {
      "name": "Cheval Grand",
      "text": "…And compared to them, I'm the exact opposite."
    },
    {
      "name": "Female Relative",
      "text": "My oh my, if it isn't Verxina and Vivlos! \nThe both of you are dressed up so gorgeously, absolutely adorable!"
    },
    {
      "name": "Young Verxina",
      "text": "Fufu, thank you very much! Our mother bought these for us. The two of us will also be dancing later, so please look forward to it♪"
    },
    {
      "name": "Young Verxina",
      "text": "…Cheval, you should join us. Are you sure you don't want to?"
    },
    {
      "name": "Young Cheval",
      "text": "…I'm okay. I'm not that good at dancing afterall."
    },
    {
      "name": "Cheval Grand",
      "text": "…Both of them shine so bright, and then there's plain ol' me."
    },
    {
      "name": "Young Verxina",
      "text": "Alright! \nLet's go run another one then!"
    },
    {
      "name": "Young Vivlos",
      "text": "Me too! Wait for me big sis～!"
    },
    {
      "name": "Trainer from a Club",
      "text": "Haha, they're energetic today aren't they! That child has an ability to make those around her happy… She's a real mood maker."
    },
    {
      "name": "Cheval Grand",
      "text": "…They were always in the spotlight, while I lingered on the edge."
    },
    {
      "name": "Cheval Grand",
      "text": "I'm just fundamentally different from them. \n…I'm not charming like them at all. That's how it's always been, and it won't change any time soon——"
    },
    {
      "name": "Young Cheval",
      "text": "Hah, hah… Phew… Hehe."
    },
    {
      "name": "Young Cheval",
      "text": "(Races are fun… I never knew something this fun existed… I want to get super, duper, strong——)"
    },
    {
      "name": "Trainer from a Club",
      "text": "But, those sisters over there have talent!"
    },
    {
      "name": "Young Cheval",
      "text": "…!"
    },
    {
      "name": "Trainer from a Club",
      "text": "Verxina has a bright future ahead of her! \nI feel like Vivlos will shine just as bright too!"
    },
    {
      "name": "Young Cheval",
      "text": "…Ah. \n……"
    },
    {
      "name": "Young Cheval",
      "text": "(…I see… Ah, I get it now… \nI think I have to… quit racing too, huh…)"
    },
    {
      "name": "Cheval grand",
      "text": "…… \nAt that time, I just so happened to watch the \"Arima Kinen.\""
    },
    {
      "name": "Cheval Grand",
      "text": "The most popular was a gorgeous triple crown uma musume. My older sister and Vivlos were fans of hers and were clinging onto the TV to cheer for her. But the winner of that race was——"
    },
    {
      "name": "Cheval Grand",
      "text": "A certain uma musume, hiding in the light of that triple crown uma musume."
    },
    {
      "name": "Cheval Grand",
      "text": "Surrounded in applause, that girl who let out a roar towards the sky was beautiful. I found myself glued to the TV."
    },
    {
      "name": "Cheval Grand",
      "text": "Something flared up within me at the moment, something intense that shook me to my core… I jumped out of the room and ran like there was no tomorrow. And then—"
    },
    {
      "name": "Young Cheval",
      "text": "…Ah! \nI want to, I want to become just like her!"
    },
    {
      "name": "Young Cheval",
      "text": "No matter how much the odds are stacked against her, she took their cheers by force—— \nTo be just like her, to be the \"Greatest Uma Musume!\""
    },
    {
      "name": "Cheval Grand",
      "text": "(And then, with my heart set on that goal, I enrolled into Tracen. This is where it begins, I was determined.)"
    },
    {
      "name": "Cheval Grand",
      "text": "(…However, I quickly met the reality of it all. \n…I couldn't win once. Not in mock races, not in the classroom, nowhere.)"
    },
    {
      "name": "Cheval Grand",
      "text": "(Obviously everyone would be strong. \nThey all work hard, they all love racing, and more than anything else——)"
    },
    {
      "name": "Cheval Grand",
      "text": "(They were chasing their dreams. Like they didn't know how to be lost… And out of all of them, that girl especially——)"
    },
    {
      "name": "Kitasan Black",
      "text": "Hello! I'm Kitasan Black! My goal is to be a powerful and sparkling uma musume, just like Tokai Teio!"
    },
    {
      "name": "Kitasan Black",
      "text": "First of all, I will go undefeated in my Classic year and take the triple crown! Nice to meet you all!"
    },
    {
      "name": "Cheval Grand",
      "text": "…!"
    },
    {
      "name": "Cheval Grand",
      "text": "(That girl only knew how to look forward.)"
    },
    {
      "name": "Cheval Grand",
      "text": "(…Why couldn't I be like that? \nWhy am I always hunched over, lingering on the edge?)"
    },
    {
      "name": "Cheval Grand",
      "text": "(…No, that's why I'm like that! \nI can't be thinking things like \"why am I\"!)"
    },
    {
      "name": "Cheval Grand",
      "text": "(If only I could say \"Me too!\", and yet all I do is twiddle my thumbs and hesitate… ah… I'm always like this.)"
    },
    {
      "name": "Cheval Grand",
      "text": "(Comparing myself to others and then losing confidence. I should just keep walking forward, but I'm incapable of doing even that——)"
    },
    {
      "name": "Cheval Grand",
      "text": "…I'm such a scaredy cat… \nHow could I ever become the greatest uma musume…",
      "choice_data_list": [
        "…Huh?"
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "!?"
    },
    {
      "text": "While walking around the school, I came across an idle Cheval Grand. And it seems that she was muttering to herself. Muttering something self-deprecating."
    },
    {
      "text": "She's a uma musume with talent. The \"Greatest Uma Musume\" whatever that meant, I have no doubt that she'd be able to accomplish great things…"
    },
    {
      "name": "Cheval Grand",
      "text": "Um, ah, d-did you… h-hear what I said!?",
      "choice_data_list": [
        "What makes you think that?",
        "What makes you think that?"
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "Huh? \n…Well, it's just…"
    },
    {
      "name": "Cheval Grand",
      "text": "……"
    },
    {
      "name": "Cheval Grand",
      "text": "…N-nevermind, it was nothing… \nI'm sorry… for saying something weird!"
    }
  ]
}