{
  "title": "My Worries: How I'm Viewed",
  "text_block_list": [
    {
      "name": "Cheval Grand",
      "text": "Phew… Alright. \nMy last goal… Until the end, I need to… Stay motivated!"
    },
    {
      "text": "Cheval Grand was earnestly and tirelessly completing her training menu for the day."
    },
    {
      "name": "Cheval Grand",
      "text": "…I'm such a scaredy cat… \nHow could I ever become the greatest uma musume…"
    },
    {
      "name": "Cheval Grand",
      "text": "Ever since the beginning, I-I've never been good at anything! \n…Me getting in here was nothing more than a fluke, so that's why——"
    },
    {
      "text": "Looking back, she has changed a lot since then. Back then, she'd consult me nervously and timidly, but now—"
    },
    {
      "name": "Stern Faced Trainer",
      "text": "Not bad at all. Although I think tomorrow I'll draw up a slightly different menu for you."
    },
    {
      "name": "An Honest Uma Musume",
      "text": "Ah, please wait a second. Before you go, I'd like to ask you something. I feel as though I still lack action plans for some situations… So I'd…"
    },
    {
      "text": "…I don't think she's at that level just yet, but compared to before she's a lot less reserved when it comes to asking for advice or asking a question.",
      "choice_data_list": [
        "It's still an improvement…"
      ]
    },
    {
      "text": "I feel as though my assigned uma musume is slowly, but surely, improving. I feel warm on the inside with that thought in mind."
    },
    {
      "name": "Cheval Grand",
      "text": "T-Trainer? \n…Um, did something happen?"
    },
    {
      "name": "Cheval Grand",
      "text": "Ah! I-is it perhaps, my running? \nD-did I mess up my form?? Did I not follow the menu correctly?"
    },
    {
      "text": "Even when you gave up your precious time to make it… I'm sorry! I'll work even harder than before!",
      "choice_data_list": [
        "No, no, that's not it."
      ],
      "name": "Cheval Grand"
    },
    {
      "name": "Cheval Grand",
      "text": "B-but it is! There's still so much that I can't do, of course there are things worrying me, that's why…"
    },
    {
      "text": "After I calmed down the panicking Cheval, I told her I was just remembering the time when we first met."
    },
    {
      "name": "Cheval Grand",
      "text": "…I… see."
    },
    {
      "name": "Cheval Grand",
      "text": "…… \n……Hah."
    },
    {
      "text": "(Even if they say they were just recalling the moment when we first met, I still feel as though there's something troubling them…)",
      "name": "Cheval Grand"
    },
    {
      "name": "Cheval Grand",
      "text": "That has to be it… In the first place, they weren't recalling anything… They were…"
    },
    {
      "name": "Cheval Grand",
      "text": "(At that time, they saw something… something about another uma musume who was training.)"
    },
    {
      "name": "Cheval Grand",
      "text": "(That girl was, like everyone else, was talking with her trainer perfectly fine…)"
    },
    {
      "name": "Cheval Grand",
      "text": "…Ah!? I-it has to be…"
    },
    {
      "text": "(That girl looked dead set on her goals, and was overflowing with motivation… Trainer must've noticed how she was able to convey her opinions in a straightforward manner.)",
      "name": "Cheval Grand"
    },
    {
      "name": "Cheval Grand",
      "text": "Then they must've compared to how much I haven't changed and thought… I'm extremely pathetic!?"
    },
    {
      "text": "(They're someone who is able to find the strong points of people, even in someone like me—)",
      "name": "Cheval Grand"
    },
    {
      "text": "(…I accepted my invitation after I chose them. It's obvious that someone like me is nothing more than a waste of time for them!)",
      "name": "Cheval Grand"
    },
    {
      "text": "If that's the case, won't they… get fed up with me? The me that can't take that first step? No, something like that… can't…",
      "name": "Cheval Grand"
    },
    {
      "text": "(…They might just be putting up with me, just because they're nice…)",
      "name": "Cheval Grand"
    },
    {
      "text": "(What do I do? What can I do?…Uuuu…)",
      "name": "Cheval Grand"
    },
    {
      "name": "Cheval Grand",
      "text": "I'm so confused… a-anyways… \nI need to work harder than before, before they get fed up with me."
    },
    {
      "text": "After all they are… \nMy one chance… my only hope!",
      "name": "Cheval Grand"
    }
  ]
}