{
  "no_wrap": true,
  "text_block_list": [
    {
      "text": "Lanjut ke segmen berikutnya! Sorotan untuk Twinkle Series “Cool★Spot”!",
      "name": "Komentator"
    },
    {
      "text": "Tak lama lagi, pertarungan Classic Race akan dimulai, dan peserta tahun ini makin sering disebut \"Golden Generation\"!",
      "name": "Komentator"
    },
    {
      "text": "Di antara mereka yang menarik perhatian, terlihat tenang tapi pintar mengatur pelarian untuk menguasai lomba, Seiun Sky!",
      "name": "Komentator"
    },
    {
      "text": "Dengan mengatur ritmenya sendiri, ia memimpin lawan bak ditarik hidung, sehingga dijuluki \"Trickster\" oleh penggemar!",
      "name": "Komentator"
    },
    {
      "text": "Berikutnya, 3 kemenangan beruntun termasuk Major tanpa kesulitan: King Halo!",
      "name": "Komentator"
    },
    {
      "text": "Putri keluarga ternama, tampil sesuai ekspektasi, dengan gaya lomba megah! Jumlah gelar G1 yang akan diraih sudah jadi pembicaraan!",
      "name": "Komentator"
    },
    {
      "text": "Terbang gagah dari Amerika, meraih kemenangan seperti elang! Belum terkalahkan, “Seabird” El Condor Pasa!",
      "name": "Komentator"
    },
    {
      "text": "“Aku akan buktikan aku terkuat di dunia”, dan ia membuktikannya! Debutnya memukau banyak penggemar!",
      "name": "Komentator"
    },
    {
      "text": "Juga dari Amerika, Grass Wonder! Terlihat seperti Yamato Nadeshiko, tapi jiwanya seorang samurai!",
      "name": "Komentator"
    },
    {
      "text": "Juara Junior [Asahi Hai FS] yang belum terkalahkan, menang rekor! Dijuluki “Monster” karena kehadiran luar biasa di lintasan!",
      "name": "Komentator"
    },
    {
      "text": "Dan terakhir, membawa mimpi besar dari Hokkaido ke ibu kota, Special Week!",
      "name": "Komentator"
    },
    {
      "text": "Di debutnya, ia langsung menunjukkan kemampuan yang membuatnya diterima Tracen Academy! Mungkin bagian dari \"Golden Generation\", jadi perhatian!",
      "name": "Komentator"
    },
    {
      "text": "Bagaimana performanya di lomba kedua nanti?! Lomba macam apa yang akan kita saksikan?!",
      "name": "Komentator"
    },
    {
      "text": "Aku berangkat—untuk jadi \"Gadis Kuda No.1 di Jepang\"!",
      "name": "Special Week"
    },
    {
      "text": "Aku KALAH!!",
      "name": "Special Week"
    },
    {
      "text": "Uwooooo～h! Frustasi kan～?! Aku ngerti perasaan pahit itu～!",
      "name": "Winning Ticket"
    },
    {
      "text": "Untuk jadi \"Gadis Kuda No.1 di Jepang\", Special Week datang jauh-jauh ke Tracen Academy."
    },
    {
      "text": "Setelah menang total di debutnya, ia tantang lomba kedua tapi kalah tipis dan finis kedua."
    },
    {
      "text": "Uuuu… Ibu bilang bakal dukung lewat TV. Makanya aku all-out…",
      "name": "Special Week"
    },
    {
      "text": "Walaupun begitu… aku tetap nggak bisa mendahului～!!",
      "name": "Special Week"
    },
    {
      "text": "Kamu sudah berusaha, kan～?! Hebat banget, Spe-chaaaaan!",
      "name": "Winning Ticket"
    },
    {
      "text": "…Um, kalau terus teriak gitu, bakal ganggu orang sekitar…",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Tapi hasil ini sebenarnya nggak mengejutkan kan? Kayak kamu simpan tenaga aja.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Iya… latihan terlihat gampang banget buatmu…",
      "name": "Rice Shower"
    },
    {
      "text": "Di latihan, kemampuan lari Spe nggak buruk. Makanya aku pengin dia ikut lomba juga.",
      "name": "Trainer"
    },
    {
      "text": "Kemampuan fisik, apalagi untuk memenangkan lomba, Chikezo dan Brian kelas atas, tapi aku rasa Spe punya potensi setara mereka.",
      "name": "Trainer"
    },
    {
      "text": "Untuk stamina, karena cepat pulih setelah lomba, nggak akan ada masalah untuk jarak jauh.",
      "name": "Trainer"
    },
    {
      "text": "Kalau ada masalah, mungkin soal pengalaman.",
      "name": "Narita Brian"
    },
    {
      "text": "Pengalaman…?",
      "name": "Special Week"
    },
    {
      "text": "Sebelum ke akademi ini, kamu belum pernah lomba bareng gadis kuda lain, kan? Lari sendiri dan lawan banyak peserta beda banget.",
      "name": "Narita Brian"
    },
    {
      "text": "Jangan harap lintasan selalu enak atau ritmenya nyaman. Kamu harus belajar cara menaklukkan lawan langsung di lapangan.",
      "name": "Narita Brian"
    },
    {
      "text": "Betul! Kalau dapat pengalaman, bakal oke kok!",
      "name": "Gadis Kuda dengan Poni Lurus"
    },
    {
      "text": "Iya, iya, baru sekali kalah aja kan～",
      "name": "Gadis Kuda Bermata Sedih"
    },
    {
      "text": "Spe, kita dukung kamu juga! Kalau kalah, kita bakal hibur dan semangatin, jadi hajar mereka habis-habisan!",
      "name": "Gold Ship"
    },
    {
      "text": "…Ehm, hajar mereka itu agak…",
      "name": "Silence Suzuka"
    },
    {
      "text": "Tapi, semua tim ada di sisimu, itu nyata.",
      "name": "Silence Suzuka"
    },
    {
      "text": "Spe-chan, ayo lari bareng semua orang lebih dari sebelumnya. Kalau pengalamanmu kurang, aku bakal jadi partner latihan sebanyak yang kamu mau.",
      "name": "Silence Suzuka"
    },
    {
      "text": "Suzuka-san…! Semua…!",
      "name": "Special Week"
    },
    {
      "text": "Mulai hari ini, fokus lebih ke pengalaman lomba nyata! Kita tahu apa yang harus dilakukan, nggak ada waktu buat nyerah, Spe!",
      "name": "Trainer"
    },
    {
      "text": "Iya! Kan nggak mungkin lari sambil liat ke bawah!",
      "name": "Special Week"
    },
    {
      "text": "Janji sama ibu, jadi \"Gadis Kuda No.1 di Jepang\", aku bakal tunjukin aku bisa!",
      "name": "Special Week"
    },
    {
      "text": "Uooooooooooh～! Guuuuuuuutss～!!",
      "name": "Special Week"
    },
    {
      "text": "Seolah menghapus semua rasa down karena kalah, Special Week melesat di lintasan."
    },
    {
      "text": "Bentuk larinya, nggak berubah sejak pertama kali aku ajak gabung tim, pelari jujur dan tulus."
    },
    {
      "text": "Kerja bagus, Special Week-san. Dengan ini, menu hari ini selesai.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Kamu berhasil melewati latihan berat ini! Sesuai harapanku, aku benar mempercayaimu!",
      "name": "Gold Ship"
    },
    {
      "text": "Haa… haaa… dengan semua dukungan ini, aku harus kasih usaha sekeras ini…!",
      "name": "Special Week"
    },
    {
      "text": "Begini terus, kita kembangkan insting lombamu. Oke, lanjut dengan pendinginan-",
      "name": "Trainer"
    },
    {
      "text": "…Um, Trainer-san. Aku mau latihan sedikit lagi, boleh nggak lanjut lari?",
      "name": "Special Week"
    },
    {
      "text": "Eh, jangan terlalu semangat ya?",
      "name": "Gold Ship"
    },
    {
      "text": "Ehehe… entah kenapa, aku merasa sangat termotivasi!",
      "name": "Special Week"
    },
    {
      "text": "Jadi… jujur, aku nggak tahu harus ngapain biar jadi \"Gadis Kuda No.1 di Jepang.\"",
      "name": "Special Week"
    },
    {
      "text": "Apa yang harus kulakukan biar bisa bilang ke ibu [Aku jadi No.1]! Aku mikirin ini terus, tapi belum dapat jawabannya.",
      "name": "Special Week"
    },
    {
      "text": "Iya, \"No.1 di Jepang\" cuma kata gampang, tapi bisa bermakna banyak hal, seperti rekor hebat atau prestasi luar biasa.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Iya, tapi cuma mikir nggak bakal ke mana, jadi aku ambil langkah demi langkah dan kerjain yang bisa aku lakukan!",
      "name": "Special Week"
    },
    {
      "text": "Dan itu yang aku sadari saat lari bareng kalian semua! Mungkin aku bakal makin dekat ke tujuan jadi \"Gadis Kuda No.1 di Jepang\"!",
      "name": "Special Week",
      "choice_data_list": ["Makin dekat ke tujuanmu?"]
    },
    {
      "text": "Mulai dari, \"Gadis Kuda Triple Crown\"!!",
      "name": "Special Week"
    },
    {
      "text": "Itu tujuan besar banget, kan?!",
      "name": "Gold Ship"
    },
    {
      "text": "[Satsuki Sho], [Derby], terakhir [Kika Sho]… menang satu Classic Race aja udah besar…",
      "name": "Rice Shower"
    },
    {
      "text": "Setelah menang Triple Crown, semua wawancara dan hal-hal lain lumayan ribet sih.",
      "name": "Narita Brian"
    },
    {
      "text": "Pastinya! Itu berarti besar banget!",
      "name": "Winning Ticket"
    },
    {
      "text": "Tujuanku jadi No.1 di Jepang, jadi harus siap target gede! Karena Hokkaido itu Big-kaido!",
      "name": "Special Week"
    },
    {
      "text": "Prestasi besar seperti Triple Crown, gampang dikaitkan sama jadi No.1 di Jepang."
    },
    {
      "text": "Melihat mimpinya sebesar itu, fokus ke sana memang pantas."
    },
    {
      "text": "Tentu, dengan target sebesar itu, latihan setengah-setengah nggak cukup.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Karena Spe udah tentuin tujuannya, aku cuma perlu dukung penuh. Ayo latihan tambahan!",
      "name": "Trainer"
    },
    {
      "text": "Iya! Aku berangkat!",
      "name": "Special Week"
    },
    {
      "text": "Semangat makin terasa, kan?! Aku juga ikut!",
      "name": "Gold Ship"
    },
    {
      "text": "Fufuu… jelas kenapa Trainer-san ajak Special Week-san gabung tim.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Walau udah lihat kerasnya lomba, Special Week masih punya semangat lebih besar dari sebelumnya."
    },
    {
      "text": "Karena perasaannya tulus, aku makin ingin dukung mimpinya."
    },
    {
      "text": "Ayo Spe! Jalan menuju Triple Crown nggak gampang! Tambah 50 putaran di lintasan tanah!!",
      "name": "Gold Ship"
    },
    {
      "text": "50 putaran?! N-Nggak mungkin～!!",
      "name": "Special Week"
    }
  ]
}