{
  "no_wrap": true,
  "text_block_list": [
    {
      "text": "\"Yang Terkuat di Dunia\" ―Uma Musume yang ngejar mimpi itu, sekarang ada di Prancis, lawan para veteran di sana!",
      "name": "Penyiar"
    },
    {
      "text": "Di kampanye panjang yang luar biasa ini, keliatan banget tekad kuatnya pas lagi lari!",
      "name": "Penyiar"
    },
    {
      "text": "Sekarang mereka masuk tikungan terakhir menuju lintasan akhir! \nAmbil jalur luar, dia mulai sprint!!",
      "name": "Penyiar"
    },
    {
      "text": "Kuat banget! Dia ninggalin juara Prix de l'Arc de Triomphe tahun lalu, \nplus generasi wakil Eropa kali ini!",
      "name": "Penyiar"
    },
    {
      "text": "Kemenangan mudah! Dia makin jauh, 2 panjang… 3 panjang… dan nyebrang garis finish!!",
      "name": "Penyiar"
    },
    {
      "text": "Lawan para veteran dari seluruh dunia, dia rebut kemenangan keren \ndi G1 Prancis 『Grand Prix de Saint-Cloud』!",
      "name": "Penyiar"
    },
    {
      "text": "El Condor Pasa! \nSekali lagi, dia kasih mimpi besar buat semua fans di Jepang!",
      "name": "Penyiar"
    },
    {
      "text": "Bueno! Bahkan di luar negeri pun, kondisi El lagi sempurna!",
      "name": "El Condor Pasa"
    },
    {
      "text": "Sekarang…… tujuan yang aku kejar, 『Prix de l'Arc de Triomphe』, tinggal selangkah lagi!",
      "name": "El Condor Pasa"
    },
    {
      "text": "『Mimpi menang di Prix de l'Arc de Triomphe, makin deket jadi kenyataan!』",
      "name": "Penyiar"
    },
    {
      "text": "『Apakah El Condor Pasa bisa ngelakuin hal hebat ini? \nHarapan fans kayaknya nggak pernah setinggi ini!』",
      "name": "Penyiar"
    },
    {
      "text": "……El-chan, keren banget……!",
      "name": "Special Week"
    },
    {
      "text": "Para juara, Seiun Sky dan Mejiro Bright, dikalahin di 『Spring Tenno Sho』 sama Special Week――"
    },
    {
      "text": "Hari itu, buat ngucapin terima kasih ke mereka, kita bikin pesta."
    },
    {
      "text": "Oke deh, bintang hari ini, Special Week, ayo kasih sambutan toast!!",
      "name": "Gold Ship"
    },
    {
      "text": "Setuju tuh, Special Week-san!",
      "name": "Gadis kuda A"
    },
    {
      "text": "Aku udah nunggu-nunggu momen ini~!",
      "name": "Gadis kuda B"
    },
    {
      "text": "Ah, e-eh!! \nAlasan aku bisa terus menang sampai sekarang, itu semua karena kalian――",
      "name": "Special Week"
    },
    {
      "text": "Toast!!",
      "name": "Gold Ship"
    },
    {
      "text": "Ueeeeh!? T-toast!!",
      "name": "Special Week"
    },
    {
      "text": "Akhir-akhir ini, artikel tentang Spe-chan makin banyak ya? \nMereka bilang, Uma Musume Derby \"Generasi Emas\" bukan sekadar hoki!",
      "name": "Winning Ticket"
    },
    {
      "text": "Iya, 『Spring Tenno Sho』 kamu juga keren banget.",
      "name": "Rice Shower"
    },
    {
      "text": "Dari dulu dia udah punya bakat, tapi sekarang dia bisa nunjukin kekuatan aslinya pas lagi lari!",
      "name": "<username>"
    },
    {
      "text": "Uwaaah! Serius!? Makasih banyaaak~!",
      "name": "Special Week"
    },
    {
      "text": "Sebenernya aku sendiri juga ngerasa udah banyak berubah! \nKayak… sekarang aku bisa lari dengan percaya diri…!",
      "name": "Special Week"
    },
    {
      "text": "Musim semi ini dia naik ke kelas Senior, dan hasil Special Week sejauh ini berbuah 3 kemenangan beruntun, termasuk G1 『Spring Tenno Sho』."
    },
    {
      "text": "Awal yang menjanjikan itu adalah wujud nyata dari perasaan yang dia bawa."
    },
    {
      "text": "Bisa dibilang ini hadiah buat Special Week-san―― ada kabar bagus banget.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Kabar bagus……?",
      "name": "Special Week"
    },
    {
      "text": "Buat 『Takarazuka Kinen』 nanti―― \nkayaknya kamu yang paling banyak dipilih fans, Spe.",
      "name": "Narita Brian"
    },
    {
      "text": "Eh…… eeeh!? A-aku!?",
      "name": "Special Week"
    },
    {
      "text": "Mungkin ini jadi tekanan, tapi bisa dibilang ini bukti kalau larinya Spe bener-bener bikin banyak orang naruh harapan.",
      "name": "<username>"
    },
    {
      "text": "Artinya Spe udah terus maju sekuat tenaga sampai fans nunjukin dukungan dengan milih dia.",
      "name": "<username>"
    },
    {
      "text": "Maju terus……",
      "name": "Special Week"
    },
    {
      "text": "Sekarang kalau dipikir, dibanding waktu kamu baru pindah ke sini, kamu keliatan jauh lebih bisa diandelin!",
      "name": "Gold Ship"
    },
    {
      "text": "Eh……!? Kamu beneran mikir gitu!?",
      "name": "Special Week"
    },
    {
      "text": "Tapi, mulai sekarang lomba kamu masih bakal lanjut! Tapi hari ini, kita makan sepuasnya, biar makin eksis!",
      "name": "Gold Ship"
    },
    {
      "text": "Eksis……! Aku ngerti! Kalau gitu, aku nggak boleh nahan-nahan lagi!",
      "name": "Special Week"
    },
    {
      "text": "Oke, di 『Takarazuka Kinen』 dan juga makan, aku bakal kasih yang terbaik!",
      "name": "Special Week"
    },
    {
      "text": "Um, semuanya! Makasih banget buat hari ini!",
      "name": "Special Week"
    },
    {
      "text": "Ditraktir makan enak, dapet pujian dari kalian, rasanya aku bener-bener keisi ulang semangatnya――",
      "name": "Special Week"
    },
    {
      "text": "Aku bakal kerja lebih keras lagi, dan terus ngejar mimpiku!",
      "name": "Special Week"
    },
    {
      "text": "Aku masih belum tau persis apa yang bikin jadi \"Uma Musume No.1 Jepang\" sih―",
      "name": "Special Week"
    },
    {
      "text": "Tapi buat bales kebaikan semua yang udah dukung aku, aku pasti bakal raih mimpiku!",
      "name": "Special Week"
    },
    {
      "text": "Uoooooooh~! Spe-chan, kamu rajin banget! Kita bakal terus dukung kamu~~!",
      "name": "Winning Ticket"
    },
    {
      "text": "Iya, kami bakal jadi kekuatanmu kapan pun kamu butuh. Jadi tunjukin ke kita apa artinya jadi \"Uma Musume No.1 Jepang\".",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Special Week masuk \"Generasi Emas\", jadi dengan semua juara lain ada, dapet hasil bagus jelas nggak gampang."
    },
    {
      "text": "Sebenernya dia udah ngalamin beberapa pengalaman pahit, tapi dia tetep terus lari."
    },
    {
      "text": "Sama kayak pas aku lari hari ini dan ke depannya, aku ngerasa \"Uma Musume No.1 Jepang\" pasti ada di depan sana.",
      "name": "Special Week"
    },
    {
      "text": "Kayaknya mulai besok, waktunya latihan khusus lagi.",
      "name": "<username>"
    },
    {
      "text": "Kayaknya mulai besok, waktunya latihan khusus lagi.",
      "name": "<username>"
    },
    {
      "text": "Iya!",
      "name": "Special Week"
    },
    {
      "text": "Mimpi besar itu, \"No.1 Jepang\"――"
    },
    {
      "text": "Buat mimpinya, sebagai trainer, aku juga harus bener-bener memperbarui tekad buat dukung dia."
    }
  ]
}