{
  "title": "poco a poco : Harmonize our voices?",
  "text_block_list": [
    {
      "name": "Hishi Miracle",
      "text": "Hey there, coming iiiiin… \nWhew～. Feels kinda weird coming into another class's room."
    },
    {
      "name": "Hishi Miracle",
      "text": "Oh, there she is! \nKei-cha— Oops."
    },
    {
      "name": "K.S. Miracle",
      "text": "Haha…! Light O rubbing off on you?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Ngh… She called you that so confidently, it just kind of stuck…! Sorry～"
    },
    {
      "name": "K.S. Miracle",
      "text": "It's okay. You can call me \"Kei-chan\" if you want to. \n…Maybe I'll call you \"Kuu-chan\" while we're in the group."
    },
    {
      "name": "Hishi Miracle",
      "text": "A-are you sure? It's kind of embarrassing, but… Eh, whatever. \nAhem. So, Kei-chan. Are we good to go for practice?"
    },
    {
      "name": "K.S. Miracle",
      "text": "We sure are, Kuu-chan! It's a good thing they're letting us borrow an empty classroom. Should we hurry over there?"
    },
    {
      "name": "Durandal",
      "text": "——Hmm! Such a lovely tune, no matter how many times I hear it. I can hardly wait to sing it. Your choice of song is much appreciated, Miracle-san."
    },
    {
      "name": "K.S. Miracle",
      "text": "I'm glad you like it. As for splitting up the parts… \nIs everyone okay with the groups we played rock-paper-scissors for?"
    },
    {
      "name": "Dantsu Flame",
      "text": "So that's me and Mirako-senpai as the main duo… Right? \nAgh～ I- I'll try not to drag you guys down…!"
    },
    {
      "name": "Hishi Miracle",
      "text": "Hey, I might drag you guys down too! …Actually, Kei-chan, are you sure you want to be doing the accompaniment? I know you're the only one who can play the piano, but…"
    },
    {
      "name": "K.S. Miracle",
      "text": "Don't worry! As long we can make the kids happy, that's all I need. I'll do everything I can to support your singing."
    },
    {
      "name": "Calstone Light O",
      "text": "Are we done talking now? Then we should hurry up and sing. I have listened to the song a lot on x50 speed so I am completely prepared. Let's start LAAAAAA LAAAAAA!"
    },
    {
      "name": "K.S. Miracle",
      "text": "Hahaha, I'm glad you're motivated! \nOkay. Let's give singing it together a shot."
    },
    {
      "name": "The group",
      "text": "——……♪"
    },
    {
      "name": "Hishi Miracle",
      "text": "…It's…"
    },
    {
      "name": "Hishi Miracle",
      "text": "It's hard!?!?!?!?"
    },
    {
      "name": "Durandal",
      "text": "U-utter defeat… To think a song could lead me so astray…! \nI had completely lost track of my part halfway through…"
    },
    {
      "name": "Calstone Light O",
      "text": "That was so messy I can't even believe it. That wasn't a choir at all that was just noise. Also by the way the tempo was all over the place too. Mainly because I was going too fast."
    },
    {
      "name": "Hishi Miracle",
      "text": "Actually, I might've been too slow～ Ngh, I can handle this stuff at Winning Concerts, so I thought I'd be better at this～!"
    },
    {
      "name": "Dantsu Flame",
      "text": "Me too… But now that I think about it, those songs don't usually split parts or harmonize like that, huh?"
    },
    {
      "name": "Dantsu Flame",
      "text": "The songs we usually sing have everyone singing the main melody together… Splitting it up chorus style is really tough～"
    },
    {
      "name": "K.S. Miracle",
      "text": "Hmmm… \nAll right."
    },
    {
      "name": "K.S. Miracle",
      "text": "How about we focus on the individual parts for now? \nEveryone can learn their own part first, and we can go from there."
    },
    {
      "name": "Durandal",
      "text": "I understand. Individual parts… If I may confirm, we will be using recordings of the song to practice alone, yes?"
    },
    {
      "name": "K.S. Miracle",
      "text": "Not alone. \nAfter all, I need to put in the work too."
    },
    {
      "name": "K.S. Miracle",
      "text": "Oof…! Sorry for the wait, Dantsu!"
    },
    {
      "name": "Dantsu Flame",
      "text": "Oh, don't worry…! If anything, I'm sorry for interrupting your training! I feel like I'm forcing you to follow my schedule…"
    },
    {
      "name": "K.S. Miracle",
      "text": "Not at all. Thanks for making time for me even though you're so busy. We might have a little post-training fatigue, but do you think we're good to go?"
    },
    {
      "name": "Dantsu Flame",
      "text": "Y-yes! All ready to go…!"
    },
    {
      "name": "K.S. Miracle",
      "text": "——Yeah, that was really good. Sounds like you're getting a handle on the melody! All we need now is… If you sing with a little more oomph, you'll get even better."
    },
    {
      "name": "Dantsu Flame",
      "text": "Oomph… Oh, so that's it. Since we're in a choir, I got it in my head that I didn't want to stick out too much…"
    },
    {
      "name": "K.S. Miracle",
      "text": "You're being considerate for the harmony, huh? Haha, you really are a nice girl, Dantsu. But it's okay! Right now, it's just you and me. Got it?"
    },
    {
      "name": "K.S. Miracle",
      "text": "I want to hear as much of your kind, cheerful singing as I can. \nWould you do that for me, Dantsu?"
    },
    {
      "name": "Dantsu Flame",
      "text": "…! \nO-okay! I'll give it a shot…!"
    },
    {
      "name": "Calstone Light O",
      "text": "——Now I get it. I was wondering why we were going on a walk when we're supposed to be practicing for a song and I almost suspected you were just being lazy to be honest."
    },
    {
      "name": "Calstone Light O",
      "text": "So your plan was to get me to learn to match your tempo by walking. Well it worked you got me. Though actually I did end up going faster than you a lot anyway."
    },
    {
      "name": "K.S. Miracle",
      "text": "Haha. Hey, running together for a bit was pretty fun too. \n——Oh, now I remember. This park actually lets you borrow boats."
    },
    {
      "name": "K.S. Miracle",
      "text": "You need a pretty good sense of rhythm to row a boat. \nI think it'll make for good practice. Want to try it out?"
    },
    {
      "name": "Calstone Light O",
      "text": "I accept. Rowing a boat together on the weekend is an absolute classic date. Let's make like a couple of lovebirds and start rowing all lovey-dovey-like right now."
    },
    {
      "name": "K.S. Miracle",
      "text": "Huh!? …Pff. Hahaha! \nYou say some really funny stuff, huh, Light O…!"
    },
    {
      "name": "K.S. Miracle",
      "text": "——Okay. So you worried too much, and started getting a little anxious, huh?"
    },
    {
      "name": "Durandal",
      "text": "Indeed… A knight must never show her shameful side to an audience, after all… But when I started thinking that…"
    },
    {
      "name": "K.S. Miracle",
      "text": "A knight… That's it! \nDurandal, I think we can use that."
    },
    {
      "name": "K.S. Miracle",
      "text": "Let your imagination take the wheel and build a world around you… Really immerse yourself in that world, until you're not worried about performing in front of a crowd anymore!"
    },
    {
      "name": "Durandal",
      "text": "I… I see? Build a world, imagination… A singing knight… \nNo, that's not right. A knight would hide her identity, and disguise herself as a songstress…!"
    },
    {
      "name": "K.S. Miracle",
      "text": "Sounds good! And maybe you can imagine you're in an opera house. And… How about this? The monarch's sitting in the royal box, watching you sing."
    },
    {
      "name": "Durandal",
      "text": "They are!? To think, my liege… is listening to my song——!!"
    },
    {
      "name": "Durandal",
      "text": "(It's working, it's working! I can see it! The glistening of the chandelier, the elegance of the opera house, Miracle-san, the maestro on the organ! And of course——)"
    },
    {
      "name": "Durandal",
      "text": "(The songstress for but one night, with her liege watching over her —— ME! Ahh, on this evening, your knight shall sing for you a song of admiration!)"
    },
    {
      "text": "Laaaa～♪ \nLalalaaaaa～♪",
      "name": "Durandal"
    },
    {
      "name": "K.S. Miracle",
      "text": "(She's doing great! …Reminds me of when the kids at the hospital would play pretend. Hehe. I'm glad I could help her.)"
    },
    {
      "name": "Durandal",
      "text": "La la!! La! \nLaaaaaaaa～♪♪♪"
    },
    {
      "name": "Hishi Miracle",
      "text": "Whoa… Durandal-chan keeps getting better and better. \nShe's singing really well, like she's really letting loose…"
    },
    {
      "name": "Hishi Miracle",
      "text": "Kei-chan's… she's pretty awesome, huh?"
    }
  ]
}