{
  "title": "tutti : Bring your voices together!",
  "text_block_list": [
    {
      "name": "Durandal",
      "text": "That was an excellent meal! Are we all prepared? \nNow, before our lunch break ends——"
    },
    {
      "name": "Durandal",
      "text": "Light O-san, we are about to begin! \nI ask that you wrap up your little solo practice session."
    },
    {
      "name": "Dantsu Flame",
      "text": "Light O-chan, you sure finished lunch fast…! \nThough I don't remember seeing you chew at all, are you going to be okay…?"
    },
    {
      "name": "Calstone Light O",
      "text": "I am okay. Ten minutes ago my throat hurt and five minutes after that my chest hurt and it was so bad I wanted to roll around on the ground in pain but now I am totally okay."
    },
    {
      "name": "Durandal",
      "text": "That doesn't sound \"okay\" to me! At any rate… \nWe only have 30 minutes left before class. Do you think we can manage singing three or four times through?"
    },
    {
      "name": "Dantsu Flame",
      "text": "Oh, hang on! Doesn't your class have a race strategy quiz later, Durandal-chan? My class had one last week, so…"
    },
    {
      "name": "Durandal",
      "text": "T-that's right! In that case, I should set aside ten minutes to review my notes… \n…But what of practice… And the Chorus Fest is so soon…!"
    },
    {
      "name": "K.S. Miracle",
      "text": "Don't worry, Durandal. \nWe've got more than enough time to go through at least once."
    },
    {
      "name": "K.S. Miracle",
      "text": "I've got the piano ready. \nSo line up, guys. Be confident—— \nAnd just sing."
    },
    {
      "name": "Everyone",
      "text": "Meet and part, we go by Say hello, wave goodbye \nA scene we'll never see again As we go walking \nDown the little road home"
    },
    {
      "name": "Dantsu Flame",
      "text": "…!! \nT-that was——"
    },
    {
      "name": "Calstone Light O",
      "text": "That was absolutely beautiful we did it YIPPEEEEE!!"
    },
    {
      "name": "Durandal",
      "text": "Indeed…! \nWe have come far from where we began… \nWe were truly in harmony!"
    },
    {
      "name": "Dantsu Flame",
      "text": "Harmony… Yep! Before I could hear everyone's voice sticking out, but now it's like we're a real chorus!"
    },
    {
      "name": "Calstone Light O",
      "text": "All we need to do now is apply the finishing touches. Then we run straight to victory and win the trip and go play and eat seafood and then go home and pass out with a food coma. Zzz."
    },
    {
      "name": "Dantsu Flame",
      "text": "We haven't even gone and you're already talking about coming home?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Yup, we're doing great～♪ \nIt's all because Kei-chan did all that to help us practice. \nThanks a ton～"
    },
    {
      "name": "K.S. Miracle",
      "text": "It wasn't all me. Your karaoke idea was a big help, Kuu-chan! Besides, the most important part is how hard you all worked."
    },
    {
      "name": "K.S. Miracle",
      "text": "Really… Thanks to you guys, we have a really good show on our hands. Hehe… I can't wait to show the kids!"
    },
    {
      "name": "Hishi Miracle",
      "text": "…Yeah. Hehehe. Me neither."
    },
    {
      "name": "Hishi Miracle",
      "text": "So, um, by the way, Kei-chan. \n——Are you free this weekend?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Wait, they came out with a new shake yesterday? And it's sweet potato flavored!? Aw man～ That'd taste amazing, I just know it… Oh. Sorry. Can't be getting distracted just yet."
    },
    {
      "name": "K.S. Miracle",
      "text": "Oh, I don't mind, really… Actually, Kuu-chan? \nWhere are we going, exactly…?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Hmm～? Heehee. I think I'll keep it a secret for a liiiittle bit longer. Just follow me～"
    },
    {
      "name": "K.S. Miracle",
      "text": "——Wait, we're buying outfits? \nIs this for the Chorus Fest…?"
    },
    {
      "name": "K.S. Miracle",
      "text": "I thought we agreed we'd wear our usual outfits so we wouldn't get too anxious about it… We did, right?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Yeah, we did. That's why, well, I'm not looking to get anything super stylish. It's more of a 'buying new fall clothes' kind of vibe, you know?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Yeah, this isn't what we agreed on, and yeah, we could just wear our normal clothes, buuuut…"
    },
    {
      "name": "Hishi Miracle",
      "text": "…I just got the urge to buy something new! \nBecause… how should I put it… To make memories!"
    },
    {
      "name": "K.S. Miracle",
      "text": "Make memories…?"
    },
    {
      "name": "Hishi Miracle",
      "text": "…We've got class and homework and training and all that, and we're all suuuper busy. But we still managed to make time for each other."
    },
    {
      "name": "Hishi Miracle",
      "text": "Getting together in an empty classroom, harmonizing with everyone… Well, we were all over the place at the start, but look at us now!"
    },
    {
      "name": "Hishi Miracle",
      "text": "We even did karaoke on our days off… Hehe. \n…And yeah, some days we just bummed around shooting the breeze at a diner, but…"
    },
    {
      "name": "Hishi Miracle",
      "text": "It was all really, REALLY fun!"
    },
    {
      "name": "K.S. Miracle",
      "text": "! \n…Kuu-chan——"
    },
    {
      "name": "HIshi Miracle",
      "text": "So that's why, to make a memory of it… No, I guess the word is 'commemoration'? Oh, it doesn't matter what we call it! \nJust… Won't you please buy some new clothes with me?"
    },
    {
      "name": "Hishi Miracle",
      "text": "It's not what we promised the others, buuuut… \nThey'll be okay with it, I bet! Probably."
    },
    {
      "name": "Hishi Miracle",
      "text": "We might not have earned the title, but we're still this team's founding members! So, you know, they'll forgive us, I guess…!"
    },
    {
      "name": "K.S. Miracle",
      "text": "…Heh. \n…Hahaha! \nYeah… I bet they will, Kuu-chan."
    },
    {
      "name": "K.S. Miracle",
      "text": "I'll apologize to them with you. \nSo let's give them something worth forgiving us over."
    },
    {
      "name": "Hishi Miracle",
      "text": "W-what do you think? \nYikes～ I got so into it I ended up doing my hair…!"
    },
    {
      "name": "K.S. Miracle",
      "text": "Whoa… It really fits you! \nThe design fits perfectly with your usual warm energy,"
    },
    {
      "name": "K.S. Miracle",
      "text": "Yep. It's perfect. \nHehe, there's no need to hang your head low, you know? \nKuu-chan… You're really cute."
    },
    {
      "name": "Hishi Miracle",
      "text": "Uh…… \n…………Ngh… \n～～～～～～～～!!"
    },
    {
      "name": "Hishi Miracle",
      "text": "AaAaAaAAaa, please, no more! \nJeez, Kei-chan, you're so… Y'know, like… \nMaking it all about me!"
    },
    {
      "name": "Hishi Miracle",
      "text": "Actually, wait, now it's your turn! \n'Cause I've got my outfit picked out already. Come on, get in there!"
    },
    {
      "name": "K.S. Miracle",
      "text": "So, uh… What do you think? Hahaha… The clerk made a whole bunch of recommendations, so I ended up putting all of them on…"
    },
    {
      "name": "Hishi Miracle.",
      "text": "…Hmm. \nNice."
    },
    {
      "name": "Hishi Miracle",
      "text": "It's so you! You're so cute! And handsome! \nYour hat and glasses are perfect, and you've got this chic fresh vibe… It's, uh… Nice!!"
    },
    {
      "name": "K.S. Miracle",
      "text": "W-What? \nUh… Kuu-chan?"
    },
    {
      "name": "Hishi Miracle",
      "text": "It's basically just really good! Ahh, you really are such a feast for the eyes～!! I totally get why you're, like, lowkey popular～!!"
    },
    {
      "name": "K.S. Miracle",
      "text": "…………Okay. Sorry. You win. \nIt's… hard not to be embarrassed, Kuu-chan."
    },
    {
      "name": "Hishi Miracle",
      "text": "Hehe～ \nThat's what you get."
    },
    {
      "name": "Hishi Miracle",
      "text": "Phew, we managed to catch the train～! If we missed it we'd probably miss curfew… We sure took a lot of detours, huh～"
    },
    {
      "name": "K.S. Miracle",
      "text": "Haha, yeah… \nThanks for sharing so much of your sweet potato shake, Kuu-chan. It sure was nice and sweet…"
    },
    {
      "name": "Hishi Miracle",
      "text": "Oh, don't thank me～ If anything, you were helping me cut calories. …All right, we've got our outfits, so…!"
    },
    {
      "name": "Hishi Miracle",
      "text": "The Fest's almost here! \nIt's going to be so much fun, right, Kei-chan?"
    },
    {
      "name": "K.S. Miracle",
      "text": "Yeah! \nI hope everyone has a good time singing up there."
    }
  ]
}