{
  "title": "intro: Miracle and Miracle",
  "text_block_list": [
    {
      "name": "Hishi Miracle",
      "text": "Wow～ The cafeteria's crowded as usual…! \nJust the teensiest bit late and there's already nowhere to sit…"
    },
    {
      "name": "Hishi Miracle",
      "text": "(Oh! There's a couple of open seats over there! \nYay. Now that's what I call a miracle. ♪)"
    },
    {
      "name": "Double Miracle",
      "text": "…Oh."
    },
    {
      "name": "Hishi Miracle",
      "text": "Uh… Hehe. \nWanna sit together, Miracle-chan?"
    },
    {
      "name": "K.S. Miracle",
      "text": "Haha… If you're OK with it, sure. \nThanks for asking, Hishi Miracle."
    },
    {
      "name": "Hishi Miracle",
      "text": "Phew～ What a meal～♪ \n…Hang on, that flyer!"
    },
    {
      "name": "Hishi Miracle",
      "text": "It's for the Town Chorus Fest thing, right? \nI just happened to see it on the bulletin board today～"
    },
    {
      "name": "K.S. Miracle",
      "text": "…! \nHishi Miracle… Would you maybe be interested?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Haha, well, I am interested, buuuut, it's more about the prize. Tickets for an all-expenses-paid luxury group trip! Talk about a dream vacation, you know?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Well, uh, I know it's just a little thing set up by the shopping district, but I'm not thinking anything crazy like \"Oh, I might actually be able to win this\"! I'm not, but…"
    },
    {
      "name": "Hishi Miracle",
      "text": "It's just, it was Summer Walk season not too long ago, right? \nEveryone was out doing mini-vacations, recreation, stuff like that, but——"
    },
    {
      "name": "Hishi Miracle",
      "text": "All I did was chill out in my room and go total relaxo mode… \nIt's kinda too late now, but I'm getting the itch to go on a trip, y'know…?"
    },
    {
      "name": "Hishi Miracle",
      "text": "…Wait, I sound like a total bum right now, don't I!? \nHahaha, sorry about that～"
    },
    {
      "name": "K.S. Miracle",
      "text": "Oh, not at all. Don't worry. \n…Right, the prize…!"
    },
    {
      "name": "Hishi Miracle",
      "text": "Huh? …Uh, Miracle-chan?"
    },
    {
      "name": "K.S. Miracle",
      "text": "Right. …If you're okay with it, let's try and win together. \nPlease——!"
    },
    {
      "name": "K.S. Miracle",
      "text": "…won't you perform with me at the Town Chorus Fest…?"
    },
    {},
    {
      "name": "Nurse",
      "text": "Good thing your fever went down, huh, Kei-chan? But if you start feeling worse, remember to say something. Even though I know you want to stay and listen."
    },
    {
      "name": "Little Miracle",
      "text": "Yeah. I'm okay. \n…Hey. Their singing… It's really beautiful."
    },
    {
      "name": "Little Miracle",
      "text": "They look like they're having so much fun… Hehe. \nI'm starting to having fun too!"
    },
    {
      "name": "K.S. Miracle",
      "text": "…Ever since then, I've always remembered. \nThe singing that warmed my heart——"
    },
    {
      "name": "Hishi Miracle",
      "text": "(If I remember right, Miracle-chan used to be in the hospital most of the time. So this is one of her happy memories from that time…)"
    },
    {
      "name": "K.S. Miracle",
      "text": "The kids who are hospitalized there are going to come watch the Chorus Fest, apparently."
    },
    {
      "name": "K.S. Miracle",
      "text": "That's why… If I can, this time, I want to be the one to pass that warm singing on to them."
    },
    {
      "name": "K.S. Miracle",
      "text": "But because it's a \"choir\" fest, I exactly can't do it by myself, so… \nOh, um! Sorry. It's totally OK if you don't want to."
    },
    {
      "name": "Hishi Miracle",
      "text": "Oh, no, it's okay! No problem at all. Nope. \nSo, uh… Yeah!!"
    },
    {
      "name": "Hishi Miracle",
      "text": "(…Okay, to be honest? This conversation's way heavier than I thought it'd be! But still! I've at least got to do what I can!)"
    },
    {
      "name": "Hishi Miracle",
      "text": "…S-so, the prize trip! It's got free admission to the nearby leisure center, a hotel with a great view, and even a full-course luxury seafood dinner!"
    },
    {
      "name": "Hishi Miracle",
      "text": "I wanna go! I wanna eat! I wanna chill oooouut!! \n……………So, y'know…"
    },
    {
      "name": "Hishi Miracle",
      "text": "Let's do our best and win this thing, Miracle-chan!!"
    },
    {
      "name": "K.S. Miracle",
      "text": "Hishi Miracle…"
    },
    {
      "name": "K.S. Miracle",
      "text": "——Yeah. \nYeah… Thanks. Let's do our best…!"
    },
    {
      "name": "Calstone Light O",
      "text": "So I see we are forming a choir with the five of us. Then let us begin without further delay. In fact let us finish everything between practice and performance right here and now."
    },
    {
      "name": "Calstone Light O",
      "text": "But before we begin. Having two Miracles is way too confusing so while we are here you will be Kei-chan and you will be Kuu-chan. Agreed? Agreed."
    },
    {
      "name": "Durandal",
      "text": "……Do not simply take it all in stride!! \nNot the situation, not us, and certainly not these nicknames!!"
    },
    {
      "name": "Dantsu Flame",
      "text": "Aha… hahaha… Uhhhhh, for now, how about… \nThanks for having us, Miracle-senpai… \n…I guess?"
    },
    {
      "name": "K.S. Miracle",
      "text": "G-good to have you… So, um…? \nHishi Miracle, what's going on here…?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Hang on. I'm as totally lost as you are… \nFirst things first, I invited Dantsu-chan!"
    },
    {
      "name": "Hishi Miracle",
      "text": "I figured it'd be better to have a bit of a bigger group… \nDantsu-chan's the nicest roommate I could ever ask for, so I thought maybe she'd be willing to join us. Hehe."
    },
    {
      "name": "Dantsu Flame",
      "text": "Oh, you don't need to talk me up like that. You're the nice roommate here, Mirako-senpai. Besides, being in a choir with everyone sounds like a lot of fun!"
    },
    {
      "name": "Hishi Miracle",
      "text": "Oh, gee, you're such a good, good girl～ \n…Anyway. Everything up to that makes sense, but… \nWhat's the deal with Durandal-chan and Light O-chan?"
    },
    {
      "name": "Durandal",
      "text": "We were informed through conversation with Dantsu-san while cleaning the classroom. It is only natural for a knight to jump at the opportunity to perform such a noble task for the youth."
    },
    {
      "name": "Calstone Light O",
      "text": "So basically she thought it seemed like a pretty good thing to do and sounded very fun and so she tagged along. I did too by the way."
    },
    {
      "name": "Durandal",
      "text": "I would prefer if you did not equate us!"
    },
    {
      "name": "Hishi Miracle",
      "text": "L- looks like we've added some strong personalities to the group… Sorry for letting them in without asking, Miracle-chan…"
    },
    {
      "name": "K.S. Miracle",
      "text": "Hahaha! Don't worry! I was just thinking, this going to be a really fun group, that's all. Makes me want to tell the kids right away."
    },
    {
      "name": "K.S. Miracle",
      "text": "Dantsu, Light O, Durandal. Thank you all for coming. \nI'd love to be in the Chorus Fest with all of you."
    },
    {
      "name": "Calstone Light O",
      "text": "Yes very good. You can count on me lots, Kei-chan. \nYou too Kuu-chan."
    },
    {
      "name": "Hishi Miracle",
      "text": "Oh, I guess we're actually doing the nickname thing…?"
    },
    {
      "name": "Calstone Light O",
      "text": "Anyway. Without further ado the choir \"Team Miraclez\" sets their sights on the Chorus Fest!!"
    },
    {
      "name": "Hishi Miracle",
      "text": "Oh. I guess that's our group name now…?"
    }
  ]
}