{
  "title": "You Fool, this is how it's Done!",
  "text_block_list": [
    {
      "text": "My time assisting with the festival came to an end. \nI ended up going back to Tracen with No Reason."
    },
    {
      "text": "Man～, the \"Soma Nomaoi\" was the best! \nReliving an ancient battle really gets my blood pumping!",
      "choice_data_list": [
        "Yeah, it was just like the Sengoku Jidai!",
        "Yeah, it was just like the Sengoku Jidai!"
      ],
      "name": "No Reason"
    },
    {
      "name": "No Reason",
      "text": "It seems the original purpose of that festival was akin to a drill! And it was only later changed to fit the form of the Sengoku era… And that's only part of its more than 1000 years of history!"
    },
    {
      "name": "No Reason",
      "text": "I've wanted to participate in it for so～ long now! Phew～…I am No Reason, in response to this distress call, I have arrived prepared for battle!"
    },
    {
      "name": "No Reason",
      "text": "Being a general is nice… at the festival today, I really felt like I channeled my inner general. I have to match that energy every day!",
      "choice_data_list": [
        "Energy? Of a general?"
      ]
    },
    {
      "name": "No Reason",
      "text": "Indeed. I especially want to be a general from the Sengoku period! Everyone of them had their eyes set on unifying the country. I want to match each and every one of their energies."
    },
    {
      "name": "No Reason",
      "text": "A period of time where some cast away their emotions for the sake of victory, and some sacrifice themselves for the sake of their lord, while others would gather strong people in their ranks and gain power."
    },
    {
      "name": "No Reason",
      "text": "And every one of those paths were splendid!",
      "choice_data_list": [
        "Hm? Even using dirty tactics?"
      ]
    },
    {
      "name": "No Reason",
      "text": "That was also another way of surviving in the Sengoku period. They were still proud of themselves and their names and way of living were etched into history!"
    },
    {
      "name": "No Reason",
      "text": "Also… do try and remember this. Who do you think it was that managed to not only unify the country, but also rein in all of those personalities in such a turbulent time?"
    },
    {
      "name": "No Reason",
      "text": "There is no such thing as certainty in this world, even to those that are strong and courageous. For there are those who started as foot soldiers and hostages that were able to overcome their positions and rise through the ranks."
    },
    {
      "name": "No Reason",
      "text": "That is to say! If you skillfully plan a way to overthrow the status quo, you can also take the world! Isn't that the greatest!? Isn't it romantic!? Nya ha ha ha!",
      "choice_data_list": [
        "The world… so that's what your shirt is for…"
      ]
    },
    {
      "name": "No Reason",
      "text": "Oh, you're well informed! Verily, I too will conquer it and I will rule the racing world!"
    },
    {
      "name": "No Reason",
      "text": "The Twinkle Series is our battleground. If that is the case, I want to aim for the top! I want to show the world that I can stand above them all, be they a legendary uma musume or not!"
    },
    {
      "name": "No Reason",
      "text": "For no reason at all! \nSince I was born as an uma musume, it's only natural I want to conquer the world!"
    },
    {
      "name": "No Reason",
      "text": "Ka～ ka ka ka!"
    },
    {
      "name": "Baby",
      "text": "Hic… uuu, uwaaaaaaah! Uwaaaaaaaah!"
    },
    {
      "name": "No Reason",
      "text": "Nuwah!? Ah, um, that was my bad! \nHow do I cheer them up? Bweh Bweh Blah—"
    },
    {
      "text": "The whole world— Not the triple crown or all the G1s in her senior year, but the whole world. I thought she was talking big due to her love of the Sengoku warlords, but…"
    },
    {
      "text": "I had a feeling that those words had a much stronger feeling behind them than just to simply win."
    },
    {
      "text": "—The next day. I was looking over documents of some of the uma musumes taking part in the next Selection Race"
    },
    {
      "name": "No Reason",
      "text": "Pardon me!"
    },
    {
      "name": "No Reason",
      "text": "Oh, there you are. Hey trainer, do you want to eat some sweets with me? I went somewhere with some others yesterday and brought back some souvenirs!",
      "choice_data_list": [
        "You came here to share with me?",
        "You came here to share with me?"
      ]
    },
    {
      "name": "No Reason",
      "text": "Of course! You helped out at the festival too didn't you? It's only proper that I split the reward with you. Well? Don't I make for the very model of a kind person?～♪",
      "choice_data_list": [
        "I'll gladly take it."
      ]
    },
    {
      "text": "This manju here seems like it's really delicious! Back in the day it was said that it gained its popularity from various travelers for its unforgettable taste!",
      "name": "No Reason"
    },
    {
      "name": "No Reason",
      "text": "Speaking of unforgettable tastes… doesn't it remind you of Lord Gimlet?",
      "choice_data_list": [
        "Tanino Gimlet? Why is that?"
      ]
    },
    {
      "name": "No Reason",
      "text": "She leaves a powerful and strong impression… isn't that what they say? Something about aesthetics."
    },
    {
      "text": "Tanino Gimlet, I have heard that she was an uma musume that was particular about aesthetics. Although as expected, the details on those aesthetics were not on any of the documents in front of me.",
      "choice_data_list": [
        "Is that so? I don't know much about her…"
      ]
    },
    {
      "name": "New Trainer A",
      "text": "Speaking of Tanino Gimlet, it has to be her acceleration. One could say that her acceleration is certainly the strongest around."
    },
    {
      "name": "New Trainer B",
      "text": "Ah, lately she's been doing specialized training for it. Actually, I've been keeping watch and checking it out everyday."
    },
    {
      "name": "No Reason",
      "text": "If you want to know more about Lord Gimlet, then I'm just the gal you need! After all, I am her classmate～"
    },
    {
      "name": "No Reason",
      "text": "Fufufu, if you really want to learn about her, I can tell you, you know? Of course it won't be free!",
      "choice_data_list": [
        "…Being indebted to you is scary, so no.",
        "…Being indebted to you is scary, so no."
      ]
    },
    {
      "name": "No Reason",
      "text": "Wha—…what do you mean by that!? \nIf you're going to be so rude, I won't share this manju with you!"
    },
    {
      "text": "Keeping true to her word, No Reason stuffed the manju into her cheeks in one go. She gulped down the tea and slammed the teacup onto the table with a \"bam\"."
    },
    {
      "name": "No Reason",
      "text": "It's too late to regret what you did! That manju is sitting happily in my stomach! Nya ha ha ha ha!"
    },
    {
      "text": "And finally, the storm passed from my office…"
    },
    {
      "text": "And when I finished my work for the day and was tidying my office, I received a message.",
      "choice_data_list": [
        "Hm? A message from the Soma Nomaoi Committee?"
      ]
    },
    {
      "text": "\"We once again extend our gratitude for your support during the Soma Nomaoi festival. Thanks to you we got a lot of footage of the event, especially the coordination of the one faction-—\"",
      "choice_data_list": [
        "Cooperation?"
      ]
    },
    {
      "text": "I couldn't recall a scene like that. I immediately opened the video file sent. Just as the committee advised me, I recorded the battle in its entirety…"
    },
    {
      "text": "I could see a lot of other uma musumes were running after No Reason, who was chasing after the banner. In contrast, another Uma Musume was able to easily pick up the banner a few moments later—",
      "choice_data_list": [
        "…Huh?"
      ]
    },
    {
      "text": "I remember that uma musume who picked up that banner. She was without a doubt with No Reason after the scramble finished…"
    },
    {
      "text": "Ehehe～, My first time participating and I managed to get 3 banners! I'm su～per happy!",
      "name": "Allied Uma Musume",
      "choice_data_list": [
        "The girl who participated for the first time!"
      ]
    },
    {
      "text": "From what I saw and felt, taking even one banner wasn't easy. And yet, that girl who never participated before ended up taking 3 of them—",
      "choice_data_list": [
        "Did No Reason draw the enemy's attention?"
      ]
    },
    {
      "text": "Was her large, exaggerated movements a tactic to draw attention to herself? Was she turning herself into a decoy?"
    },
    {
      "text": "If that's the truth of the matter… \nShe's one hell of a scoundrel…"
    },
    {
      "text": "I received another message. \nIt was about who's participating in the next Selection Race.",
      "choice_data_list": [
        "Isn't that—!?"
      ]
    },
    {
      "text": "In the same race as Tanino Gimlet… was No Reason."
    },
    {
      "text": "If it's been decided that the two of them would face each other in this race… Then there was completely a different meaning behind No Reason visiting me today.",
      "choice_data_list": [
        "Was she looking for info on Gimlet?"
      ]
    },
    {
      "text": "I couldn't be sure… That girl… What is her aim?"
    }
  ]
}