{
  "no_wrap": true,
  "text_block_list": [
    {
      "name": "Kitasan Black",
      "text": "Dia, I… I was totally clueless. About what it means to run at Tracen \nAcademy, and probably about everything else too."
    },
    {
      "name": "Satono Diamond",
      "text": "Kita…"
    },
    {
      "name": "Kitasan Black",
      "text": "I pictured myself training and growing stronger… and winning lots of \nglamorous races! I fully believed I could do it if I just worked hard \nenough."
    },
    {
      "name": "Kitasan Black",
      "text": "But I never imagined what that \"hard work\" would actually look like, \nor how much of it I'd need to put in if I really wanted to win."
    },
    {
      "name": "Kitasan Black",
      "text": "Teio overcomes all those challenges and keeps on running. That's \nwhat makes her so strong and incredible."
    },
    {
      "name": "Satono Diamond",
      "text": "Yeah… You're right."
    },
    {
      "name": "Kitasan Black",
      "text": "To become someone like her… Do I really have what it takes to push \nmyself that far?"
    },
    {
      "name": "Kitasan Black",
      "text": "Do I really have what it takes to put a smile on people's faces?"
    },
    {
      "name": "Satono Diamond",
      "text": "I know what you mean—it's a scary thing. We just learned how tough \nthe racing world really is, after all."
    },
    {
      "name": "Kitasan Black",
      "text": "You feel the same?"
    },
    {
      "name": "Satono Diamond",
      "text": "I thought I had the necessary resolve, but I was just being naive."
    },
    {
      "name": "Satono Diamond",
      "text": "Still, you know what? I think we're going to be just fine!"
    },
    {
      "name": "Satono Diamond",
      "text": "Because I'm right beside you, Kita!"
    },
    {
      "name": "Kitasan Black",
      "text": "Huh?"
    },
    {
      "name": "Satono Diamond",
      "text": "Do you remember what Nature told us before? The thing you need to \nbecome a shining star…"
    },
    {
      "name": "Nice Nature",
      "text": "Ahaha, sorry. Yeah—I'm talking about the protagonists of the \nacademy. You'll see Teio and McQueen aren't the only shining stars \nhere."
    },
    {
      "name": "Nice Nature",
      "text": "Everyone here has dreams and the raw skills to see them through. It's \na hearty full-course feast of protagonists, each with their own rivals!"
    },
    {
      "name": "Kitasan Black",
      "text": "Dreams, skills… and rivals."
    },
    {
      "name": "Satono Diamond",
      "text": "Kita, you're a very precious friend to me… but you're just as precious \nto me as a rival!"
    },
    {
      "name": "Kitasan Black",
      "text": "…!"
    },
    {
      "name": "Satono Diamond",
      "text": "Remember when we first met? That day, you had come to help with \nsome volunteer work."
    },
    {
      "name": "Satono Diamond",
      "text": "You were the first Umamusume my age I had ever talked to, so I was \nreally nervous."
    },
    {
      "name": "Satono Diamond",
      "text": "And I was surprised that there was someone out there faster than me! \nIt really opened my eyes!"
    },
    {
      "name": "Satono Diamond",
      "text": "After that, you took me to lots of new places. You taught me so many \nthings, like how to play the games at the candy shop and how to take \na tumble."
    },
    {
      "name": "Satono Diamond",
      "text": "You led the way as we ran together, opening my eyes to the vastness \nof the world around us. Staring at your back in front of me, I came to \nrealize something."
    },
    {
      "name": "Satono Diamond",
      "text": "I wanted to surpass you—to take the lead myself."
    },
    {
      "name": "Kitasan Black",
      "text": "Dia…"
    },
    {
      "name": "Satono Diamond",
      "text": "For as long as I've known you, you've always loved helping people. \nMaybe you were just showing me the same kindness."
    },
    {
      "name": "Satono Diamond",
      "text": "But it was different for me. I've always seen you as a rival."
    },
    {
      "name": "Satono Diamond",
      "text": "It's true that the other students here are incredible. No matter how \nhard we work, we may never catch up to them. But even so…"
    },
    {
      "name": "Satono Diamond",
      "text": "As long as you're running ahead of me, I won't stop trying to overtake \nyou. I'll keep improving until I can."
    },
    {
      "name": "Satono Diamond",
      "text": "So let's keep running together, Kita. From now until forever!"
    },
    {
      "name": "Kitasan Black",
      "text": "…!"
    },
    {
      "name": "Young Kitasan and Satono",
      "text": "<i>Cross my heart and hope to die. Together forever, you and I!</i>"
    },
    {
      "name": "Kitasan Black",
      "text": "(That's right. From the first time I met Dia, I knew she was different \nfrom my other friends.)"
    },
    {
      "name": "Young Satono",
      "text": "I'm going to win a G1 race and make everyone's dream come true!"
    },
    {
      "name": "Kitasan Black",
      "text": "(She was naive and a little detached, but she never cried when she \nfell. And she was always upfront and honest to me about her dreams.)"
    },
    {
      "name": "Kitasan Black",
      "text": "(No matter how hard I tried to sprint ahead, she always stuck close \nbehind. Eventually, we wound up running side by side.)"
    },
    {
      "name": "Kitasan Black",
      "text": "(It was frustrating… and it made me want to get better.)"
    },
    {
      "name": "Kitasan Black",
      "text": "Thanks, Dia. I guess I let my worries get the better of me."
    },
    {
      "name": "Kitasan Black",
      "text": "But having a rival to push you in the right direction… That's such an \ninspiring thought!"
    },
    {
      "name": "Satono Diamond",
      "text": "Kita…"
    },
    {
      "name": "Kitasan Black",
      "text": "I may not know everything about dreams or what it means to run—or \neven my own potential. But still…"
    },
    {
      "name": "Kitasan Black",
      "text": "I have a rival to run alongside me."
    },
    {
      "name": "Kitasan Black",
      "text": "That's why no matter how tough things get, I'll be okay. I can smile \nand overcome any obstacle with you by my side, Dia!"
    },
    {
      "name": "Kitasan Black",
      "text": "Oh, but I should warn you—I won't let you catch up to me during \nraces! So you'd better be ready!"
    },
    {
      "name": "Satono Diamond",
      "text": "…! \nSame here! I don't plan on losing!"
    },
    {
      "name": "Kitasan Black",
      "text": "Someday, I'm gonna become a stronger version of myself and achieve \nmy dreams…"
    },
    {
      "name": "Kitasan Black",
      "text": "Because I've decided to chase them with you!"
    }
  ]
}