{
  "no_wrap": true,
  "text_block_list": [
    {
      "name": "Kitasan Black",
      "text": "On the day of the exhibition race, we get to watch Tannhauser run. \nAfterward…"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Yeah, I think that's basically how things went. That's why at this \npoint…"
    },
    {
      "name": "Kitasan Black",
      "text": "Tannhauseeer!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Ah—Kita, Sato! You came to watch me! Sorry, I really flubbed it \nbig-time, huh?"
    },
    {
      "name": "Kitasan Black",
      "text": "What are you talking about? Tannhauser, you were sooooo…"
    },
    {
      "name": "Kitasan Black",
      "text": "So cool out there!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Huh?"
    },
    {
      "name": "Kitasan Black",
      "text": "On the final stretch, when Rice was sprinting after the front runner \nBourbon, you were hot on their heels and steadily closing the gap."
    },
    {
      "name": "Kitasan Black",
      "text": "But it wasn't working! You couldn't quite reach them! With just 200 \nmeters to the finish line, you could've changed strategies and \nprotected your third place position."
    },
    {
      "name": "Satono Diamond",
      "text": "But you never gave up. Even though you knew you wouldn't catch \nthem, you still gave everything you had until the very end."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Yeah, but that's why I didn't notice the racer coming up from behind. \nAnd where'd it get me? Fourth place. Haha, I really don't have a good \nendgame."
    },
    {
      "name": "Satono Diamond",
      "text": "Still, you had some sort of strategy, right? You tried to speed up \ndespite knowing the risk."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Huh? Nah, that wasn't a strategy. I was just trying to win the race."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Isn't that what all racers do? There's no point if we don't aim to win, is \nthere?"
    },
    {
      "name": "Kitasan and Satono",
      "text": "…!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "But I guess a loser like me shouldn't be handing out advice, huh? \nHaha… I knew just trying wouldn't be enough."
    },
    {
      "name": "Matikanetannhauser",
      "text": "I've got to keep pushing myself nonstop to get better, just like Teio \nand McQueen do."
    },
    {
      "name": "Matikanetannhauser",
      "text": "<i>Sigh…</i> Which means I gotta train more. Let's see, I guess starting from \ntomorrow…"
    },
    {
      "text": "<i>Rustle, rustle…</i>"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Whoa! My notebook!"
    },
    {
      "name": "Kitasan Black",
      "text": "I'll grab it for you! …Oh, wow! The level of detail in these notes is \nincredible!"
    },
    {
      "name": "Satono Diamond",
      "text": "Ah—this is the book you carry everywhere."
    },
    {
      "name": "Satono Diamond",
      "text": "\"Special Pre-Race Training Routine,\" \"Early Morning Running \nChecklist,\" \"Ikuno's Recommended Gym Regimen by Muscle Group\"…"
    },
    {
      "name": "Kitasan Black",
      "text": "Whoa, look at all the routines and schedules! And you've written \n\"Gotta work hard!\" so many times…"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Aah, don't read that! It's just a bunch of embarrassing scribbles… \nUrgh."
    },
    {
      "name": "Satono Diamond",
      "text": "You haven't been doing all of these routines, have you? Every day? \nEven with all that community service?"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Is that weird? I thought it was a pretty normal amount of work…"
    },
    {
      "name": "Kitasan Black",
      "text": "<i>This</i> is a normal amount?! I'm no expert, but this feels like <i>way</i> too \nmuch!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Still, I'm pretty sure I need to increase my weight training. Hmm, I'll \nhave to rearrange some things… My schedule's always so packed."
    },
    {
      "name": "Matikanetannhauser",
      "text": "I don't have any secret weapons or special skills. If I want to win \nagainst those monster racers, there's only one option."
    },
    {
      "name": "Matikanetannhauser",
      "text": "I've just gotta work as hard as I can. Push myself more and more… so I \ncan live up to the expectations of everyone supporting me."
    },
    {
      "name": "Kitasan Black",
      "text": "Tannhauser was so amazing on the track, but she still doesn't consider \nherself special."
    },
    {
      "name": "Satono Diamond",
      "text": "Maybe that's what being at this school does to you. Tannhauser was \ndefinitely amazing, but there are even stronger racers…"
    },
    {
      "name": "Kitasan Black",
      "text": "Yeah, everyone here is on a whole other level. I knew that'd be the \ncase, but still…"
    },
    {
      "name": "Mejiro Palmer",
      "text": "…Okay, we're all here! Wanna get started?"
    },
    {
      "name": "Satono Diamond",
      "text": "Oh? Something's happening over there…"
    },
    {
      "name": "Daitaku Helios",
      "text": "Yeah, let's get this strategy sesh rolling! Us ex-convicts gotta make \nour grand comeback!"
    },
    {
      "name": "Twin Turbo",
      "text": "Woo, ex-comics! Wait, what's that?!"
    },
    {
      "name": "Daitaku Helios",
      "text": "I'm just saying our community service is finally over, yeah? We \nseriously worked our butts off—headpats all around!"
    },
    {
      "name": "Nice Nature",
      "text": "We brought it on ourselves, you know."
    },
    {
      "name": "Mejiro Palmer",
      "text": "Now that we have more free time, it would be nice if we could work \ntogether to improve our skills."
    },
    {
      "name": "Mejiro Palmer",
      "text": "I think we all know we're not exactly Tracen's best and brightest. But \ndifferent perspectives might help us change that."
    },
    {
      "name": "Ikuno Dictus",
      "text": "I agree. If you recall, I was trying to organize a joint training session in \nthe first place. But somehow we got off track…"
    },
    {
      "name": "Nice Nature",
      "text": "Seriously, how did <i>we</i> get dragged into this? We always seem to draw \nthe short straw when we're with you guys."
    },
    {
      "name": "Twin Turbo",
      "text": "Huuuh? You're not coming, Nature? But I wanted to run with you!"
    },
    {
      "name": "Nice Nature",
      "text": "Ngh… This was all your fault in the first place… Also, I didn't say I \nwouldn't do it."
    },
    {
      "name": "Mejiro Palmer",
      "text": "Hehe. All right then, let's kick off the meeting! For victory!"
    },
    {
      "name": "Satono Diamond",
      "text": "They're so focused all of a sudden. I feel like I barely know them…"
    },
    {
      "name": "Kitasan Black",
      "text": "They're all serious about getting first place. I guess at Tracen, that's a \nnormal thing, huh."
    }
  ]
}