{
  "title": "My Wish: Someday, I'll ask",
  "text_block_list": [
    {
      "name": "Cheval Grand",
      "text": "(…Today is… the last day of the Summer Training Camp. Did… I even learn anything substantial? Was I able to get stronger?.)"
    },
    {
      "name": "Cheval Grand",
      "text": "…Trainer is… always praising me and…"
    },
    {
      "name": "Cheval Grand",
      "text": "(Hearing him say that does make me happy, but the thing is… I can't say I can take his praise with my head held high. How would I even—)"
    },
    {
      "name": "Uma Musume A",
      "text": "Ah, hey over here! There's a festival today! They just put a flier on the bulletin board!"
    },
    {
      "name": "Cheval Grand",
      "text": "Wha!"
    },
    {
      "name": "Uma Musume B",
      "text": "Whoa, we have to go!! We worked hard on this training camp, I wonder if my trainer will treat me as a reward～"
    },
    {
      "name": "Cheval Grand",
      "text": "…This is the answer!"
    },
    {
      "name": "Cheval Grand",
      "text": "(In order to change myself… I need to take that first step. I need to be brave… and go towards the starting line! It starts with me!)"
    },
    {
      "text": "Stalls lined the streets, with the bright lamps and music enveloping the surroundings. And I can feel the mood rising with the sound of taiko drums in the distance.",
      "choice_data_list": [
        "Looks fun, thanks for inviting me!"
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "N-not at all! Um… I guess, you're welcome. \nI should be the one… saying thank you…"
    },
    {
      "name": "Cheval Grand",
      "text": "…Haaa. I invited them, I actually invited them, and yet! What should we do? I wonder what I can do so they can enjoy themselves.)"
    },
    {
      "name": "Cheval Grand",
      "text": "(…No! Since it's me, I know how to have fun at a festival! Just like the other children, today will be tons of fun!)"
    },
    {
      "name": "Cheval Grand",
      "text": "T-trainer, let's go play… together! Ah, look! The crowd at that stall cleared up."
    },
    {
      "name": "Cheval Grand",
      "text": "……",
      "choice_data_list": [
        "……"
      ]
    },
    {
      "text": "—Katanuki. Since I broke mine in half a while ago, I was watching Cheval meticulously chip away at the etched image."
    },
    {
      "name": "Cheval Grand",
      "text": "Hm… Almost… \n…Ah!?"
    },
    {
      "name": "Cheval Grand",
      "text": "I-I'm sorry trainer! \nI got too invested in the game, something like this must be boring to you—",
      "choice_data_list": [
        "That concentration is a strong point!",
        "That concentration is a strong point!"
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "…Aah. U-up next is… something that will get our blood pumping! Something so exciting that it'll get our hearts racing!"
    },
    {
      "text": "— String Pulling Lottery. \nEven though the prizes were aimed at children, it certainly gave that blood pumping feeling."
    },
    {
      "name": "Cheval Grand",
      "text": "N-now then! Can you please tell me what item you want!? I will… do my best to get that item!",
      "choice_data_list": [
        "Alright, then that box of candy there…"
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "Got it! Hmm… there's a couple strings to pull from… this string is different in the back. And this one here is a bit longer than the rest…"
    },
    {
      "name": "Cheval Grand",
      "text": "And there's also… this one has a stiffer feeling to it, and that one is…"
    },
    {
      "name": "Man Running the Lottery",
      "text": "Ha ha ha! Lil' missy, for something like this you trust in your gut and go for it! There's a line formin' behind ya, so I gotta ask ya to pull one now!"
    },
    {
      "name": "Cheval Grand",
      "text": "Huh!? Ah… um, s-sorry! \nT-then I'll pull this one—"
    },
    {
      "name": "Cheval Grand",
      "text": "(I didn't get… the box of candy…)"
    },
    {
      "name": "Cheval Grand",
      "text": "(Ah… why am I like this? \n…I look totally lame…)"
    },
    {
      "name": "Cheval Grand",
      "text": "(…Even after finding the courage to take the lead, this is all it amounts to.)"
    },
    {
      "name": "Cheval Grand",
      "text": "(Trainer is probably… no they're definitely disappointed in me. I knew it, compared to my sisters I—)",
      "choice_data_list": [
        "…Ahahaha!"
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "Huh?"
    },
    {
      "text": "When I recalled how serious Cheval was just a moment ago, I couldn't help but break out into a laugh."
    },
    {
      "name": "Cheval Grand",
      "text": "T-trainer? What's wrong? \nA-are you finally fed up with me!?",
      "choice_data_list": [
        "That's not it at all."
      ]
    },
    {
      "text": "After apologizing for laughing like that, I told her that it was just like her to act that serious. I had fun and enjoyed myself."
    },
    {
      "name": "Cheval Grand",
      "text": "You… enjoyed that?"
    },
    {
      "text": "I nodded. I told her that she was doing everything so seriously all for my sake."
    },
    {
      "name": "Cheval Grand",
      "text": "Ah…"
    },
    {
      "name": "Cheval Grand",
      "text": "(Trainer is… someone who always accepts who I am… even though I don't shine whatsoever.)"
    },
    {
      "name": "Cheval Grand",
      "text": "(…Even though you're from the \"other side\"…you still stand right by me.)"
    },
    {
      "name": "Cheval Grand",
      "text": "…Trainer, someday you might… come to regret this.",
      "choice_data_list": [
        "Huh?"
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "I was… the one to choose you. \nAnd yet, you still accepted it…"
    },
    {
      "name": "Cheval Grand",
      "text": "There's plenty of sparkling uma musumes and they all… shine much brighter than me."
    },
    {
      "name": "Cheval Grand",
      "text": "I knew that… I knew that but… I… I couldn't…"
    },
    {
      "text": "Her voice was started to quiver in fear. I needed to calm her down, it was clear she had a lot of anxiety weighing on her. So I—",
      "choice_data_list": [
        "I wouldn't say that's quite the case."
      ]
    },
    {
      "text": "I shot down what she was saying.",
      "choice_data_list": [
        "I'm the one that chose you."
      ]
    },
    {
      "name": "Cheval Grand",
      "text": "Hah—"
    },
    {
      "text": "That's the reason why I had no regrets."
    },
    {
      "text": "I'm glad I chose her. Every time I saw Cheval, those words would pop into my mind. Seeing her work hard, every single day, only made me more confident in those words."
    },
    {
      "name": "Cheval Grand",
      "text": "…T-Trainer…"
    },
    {
      "text": "(…I… couldn't love myself, the me that always hung her head low.)",
      "name": "Cheval Grand"
    },
    {
      "name": "Cheval Grand",
      "text": "(—And yet, in their eyes, I was \"something\", something that shines and sparkled.)"
    },
    {
      "name": "Cheval Grand",
      "text": "( Ah… If that's the case, I'd need to—)",
      "choice_data_list": [
        "Alright, let's give it our all back at Tracen!"
      ]
    },
    {
      "text": "(\"Trainer who believes in me\"… \nI want to… believe in them too)",
      "name": "Cheval Grand"
    },
    {
      "name": "Cheval Grand",
      "text": "…Understood, trainer. \nI will… give it my all."
    },
    {
      "name": "Cheval Grand",
      "text": "(And then… someday, I want to ask them.)"
    },
    {
      "name": "Cheval Grand",
      "text": "(Just what were you able to see in me… \nIn those eyes of yours?)"
    }
  ]
}