{
  "title": "impetuoso : It's thanks to you guys",
  "text_block_list": [
    {
      "name": "Hishi Miracle",
      "text": "Nnnnggh… Yeah, that bit of hair's definitely gone a little frizzy. Yikes… Did I sleep on it funny? Can I fix this…?"
    },
    {
      "name": "Hishi Miracle",
      "text": "(Actually, if I don't fix this, I'm screwed! \nI mean, today's… today's the day…!)"
    },
    {
      "name": "K.S. Miracle",
      "text": "Oh, morning, Kuu-chan. \nIt's finally time for the Chorus Fest, huh."
    },
    {
      "name": "Hishi Miracle",
      "text": "Y-yeah… Wait, huh? Kei-chan, I don't remember seeing that brooch before. It looks real nice… Did you just buy it?"
    },
    {
      "name": "K.S. Miracle",
      "text": "Oh, this? Ruby gave it to me. It's got this elegance to it. Makes me look a little more put together, doesn't it? \n…It's like she right here cheering us on."
    },
    {
      "name": "K.S. Miracle",
      "text": "She's got a family meeting to go to, though, so she's not actually coming to see us. …Though Helios is! She told me she's bringing a bunch of her friends."
    },
    {
      "name": "Hishi Miracle",
      "text": "Whoa, if Helios-chan's inviting them, we're going to have a big crowd… Oh, speaking of, all my friends said they'd come too."
    },
    {
      "name": "HIshi Miracle",
      "text": "(…Wait. Huh? This isn't exactly a high-stakes contest, but… \n…I'm, like… actually getting…?)"
    },
    {
      "name": "Event Staff",
      "text": "Okay, every group's got their lots drawn for the order! \nBe sure to be by the stage a bit before your turn!"
    },
    {
      "name": "Hishi Miracle",
      "text": "(Yeah, the vibes are definitely casual… The other groups look like they're just trying to have fun and not really tryhard. …But still——)"
    },
    {
      "name": "Dantsu Flame",
      "text": "I- It's kinda… stressful, huh…!? \nWhen I think about how many friends are coming to watch, I just——!"
    },
    {
      "name": "Hishi Miracle",
      "text": "I get it!! I totally get it, Dantsu-chan!! \n…Oh crap. What do we do. I can already feel myself forgetting the lyrics…"
    },
    {
      "name": "Durandal",
      "text": "D-don't say that, I'm starting to feel it too…! \nNo, no. A knight must never allow herself to be shaken——"
    },
    {
      "name": "Calstone Light O",
      "text": "What am I going to do with you all? Why are you all so worried when you can sing at Winning Concerts just fine."
    },
    {
      "name": "Durandal",
      "text": "Ngh… So you mean to say you are not the least bit anxious!?"
    },
    {
      "name": "Calstone Light O",
      "text": "No actually I am so anxious that it's scary. My heart is pounding really hard and it is not stopping at all. \nFla-chan help me."
    },
    {
      "name": "Dantsu Flame",
      "text": "——Wait, by Fla-chan, do you mean me!? W-well… \nLooks like you're feeling the same way, huh, Light O-chan…?"
    },
    {
      "name": "K.S. Miracle",
      "text": "Haha. It's all going to be okay, guys. \nYou know… You've all worked really hard up to today, remember?"
    },
    {
      "name": "K.S. Miracle",
      "text": "So, your hearts might be pounding, and you may feel anxious… \nBut in a way that just means you're motivated, right?"
    },
    {
      "name": "K.S. Miracle",
      "text": "Yeah, let's go with that. \nSo you guys take that motivation—— And let it rip on the stage with everything you've got."
    },
    {
      "name": "K.S. Miracle",
      "text": "Don't worry about getting the lyrics a little wrong! \nIf it comes to it, I'll just play the piano a little louder. \n——Got it?"
    },
    {
      "name": "Dantsu Flame",
      "text": "Miracle-senpai…"
    },
    {
      "name": "Dantsu Flame",
      "text": "…You're right. We've done everything we can to prepare. \nAll we have to do now is sing our hearts out and have a good time!"
    },
    {
      "name": "Hishi Miracle",
      "text": "Ngh… L-let's make it happen, baby!!"
    },
    {
      "name": "Event Staff",
      "text": "Okay, next up is Entry Number 9, Team Miraclez! \nLet's give them a big hand!"
    },
    {
      "text": "Is everyone ready? Three, two, one…! \nGo for it, Miraclez!!!!!",
      "name": "Kids from the hospital"
    },
    {
      "name": "K.S. Miracle",
      "text": "(Everyone…! …Looks like they managed to make it here without any problems. Thank goodness. \nAll right… I hope you guys have fun——!)"
    },
    {
      "name": "Everyone",
      "text": "Meet and part, we go by Say hello, wave goodbye \nA scene we'll never see again As we go walking \nDown the little road home"
    },
    {
      "name": "Everyone",
      "text": "Those lonely little moments And all of the little pains \nI don't want to forget any of them ——"
    },
    {
      "name": "Child B",
      "text": "Wow… Their singing is so pretty… \nThey're sparkling…!"
    },
    {
      "name": "Child C",
      "text": "Yeah, yeah! They're sparkling! I'm so excited!! \nHey, big girls!! You're awesome!!"
    },
    {
      "name": "Dantsu Flame",
      "text": "…! Miracle-senpai, look! \nLook how happy we made those kids…!"
    },
    {
      "name": "Dantsu Flame",
      "text": "And… They're so full of energy now!! Helios-senpai, her friends, my friends… Are they all having fun?"
    },
    {
      "name": "K.S. Miracle",
      "text": "(Yeah… Thank goodness. Thank goodness! This, all of this—— Dantsu, Light O, Durandal. And Kuu-chan…)"
    },
    {
      "name": "K.S. Miracle",
      "text": "(All of you… It's all thanks to you guys——)"
    },
    {
      "name": "Event Staff",
      "text": "Okay, the results are in! The winner of today's Chorus Fest, the team that dazzled their way to the top is——"
    },
    {
      "name": "Event Staff",
      "text": "Team Miraclez!! They win the grand prize of an all-expenses-paid group vacation! Let's give them a great big hand!!"
    },
    {
      "name": "Calstone Light O",
      "text": "Yes that trip was so fun. My favorite parts were partying at the leisure center and completely destroying Durandal in a pillow fight. Oh so many sweet memories——"
    },
    {
      "name": "Durandal",
      "text": "Please return to reality, Light O-san! Our trip is not until tomorrow!! And would you kindly refrain from destroying me in your delusions!?"
    },
    {
      "name": "Dantsu Flame",
      "text": "W-well, it's okay… For real, though, I can't wait for tomorrow! I'm really excited for our shopping trip together, too～"
    },
    {
      "name": "Hishi Miracle",
      "text": "For real～♪ …That's why I wanted to spend our lunch break figuring out our shopping lists and where we want to meet up after school, but——"
    },
    {
      "name": "Hishi Miracle",
      "text": "…Kei-chan's kind of late. I took a peek at her class, but I didn't see her… I guess she's got some stuff to do, so I just went ahead and——"
    },
    {
      "name": "Hishi Miracle",
      "text": "! …Oh. Hello? \nWhat's up, Kei-chan? We're all waiting in the cafeteria——"
    },
    {
      "name": "K.S. Miracle",
      "text": "Sorry, Kuu-chan. \nI… I can't go on the trip anymore."
    },
    {
      "name": "Hishi Miracle",
      "text": "………Huh?"
    },
    {
      "name": "K.S. Miracle",
      "text": "I was feeling kind of weird this morning… \nI just got it checked, and my fever's gotten pretty bad."
    },
    {
      "name": "K.S. Miracle",
      "text": "I don't think I'll be better by tomorrow… \n…Sorry."
    },
    {
      "name": "Hishi Miracle",
      "text": "Oh, it's all right, you don't need to apologize for this! \nO-okay, so, umm…! Let's just cancel tomorrow! Yeah. \nWe can always go some other time——"
    },
    {
      "name": "Durandal",
      "text": "…Excuse me, Hishi Miracle-san. \nLoath as I am to say it, I do not believe we can."
    },
    {
      "name": "Durandal",
      "text": "If I recall their explanation, if we cancel our plans for personal reasons, then we cannot apply the same voucher on another date."
    },
    {
      "name": "Hishi Miracle",
      "text": "Ngh… Really…? \nUhhhh… Then how about… How about……"
    },
    {
      "name": "K.S. Miracle",
      "text": "It's okay. I'm glad you're being considerate, Kuu-chan. \nBut you don't have to feel sorry for me. I'll be fine."
    },
    {
      "name": "K.S. Miracle",
      "text": "You guys can go have fun on the trip. \nYou don't need to worry about me. Really."
    },
    {
      "name": "Hishi Miracle",
      "text": "…… \n……………………"
    },
    {
      "name": "K.S. Miracle",
      "text": "…? \nUh, Kuu-chan——"
    },
    {
      "name": "Hishi Miracle",
      "text": "…No, it's not."
    },
    {
      "name": "K.S. Miracle",
      "text": "Huh…?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Yeah. I was really looking forward to the trip. \n…I was so excited to go WITH you, Kei-chan."
    },
    {
      "name": "Hishi Miracle",
      "text": "It's not about being considerate or whatever. \n…I just can't stand this!!"
    },
    {
      "name": "K.S. Miracle",
      "text": "…! \nAh… \n……………Kuu-chan——"
    }
  ]
}