{
  "title": "fermata : Because you were you",
  "text_block_list": [
    {
      "name": "Dantsu Flame",
      "text": "…Mirako-senpaiiii? It's me, Dantsu. \n…Can I come in…?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Nghhhhhhhhhhhhhhh, Dantsu-chaaaaaan……!"
    },
    {
      "name": "Dantsu Flame",
      "text": "Whoa! There's a big ol' bed lump… Actually, is that you in there, senpai? Doesn't that feel bad…?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Yeah… Feels pretty bad… \nBut, I mean… I mean, I——"
    },
    {
      "name": "Hishi Miracle",
      "text": "I was such a jerk to Kei-chan…!!"
    },
    {
      "name": "Hishi Miracle",
      "text": "I didn't even try to understand how she felt. \nI didn't think about how she used to be sick, or how she had to stay at the hospital for so long. At all."
    },
    {
      "name": "Hishi Miracle",
      "text": "I didn't think about how many fun plans she's had to cancel from being sick… How she's had to deal with it for so long, she's gotten used to it…"
    },
    {
      "name": "Hishi Miracle",
      "text": "A normal person like me could never understand what she's going through… So what right do I have to be tell her anything…!?"
    },
    {
      "name": "Danstu Flame",
      "text": "…But…"
    },
    {
      "name": "Dantsu Flame",
      "text": "If you think about it… If you had to cancel a group trip, and the other person going didn't seem to care about it… \nAny normal person would feel lonely, right, Mirako-senpai?"
    },
    {
      "name": "Dantsu Flame",
      "text": "…So, what's wrong with being normal? \n——I like you just the way you are."
    },
    {
      "name": "Hishi Miracle",
      "text": "Huh… Dantsu-chan…?"
    },
    {
      "name": "Dantsu Flame",
      "text": "At the very least… \nThere's been so many times you've made me feel better just by being you."
    },
    {
      "name": "Dantsu Flame",
      "text": "When I first enrolled—— To be honest, I was rushing myself. \nThis school's the best of the best, and I was so worried about getting left behind…"
    },
    {
      "name": "Dantsu Flame",
      "text": "No matter where I looked, everyone around me was so incredible. \nAnd so I panicked. I starting pushing myself too hard. \n…Haha, the school nurse got pretty upset with me."
    },
    {
      "name": "Dantsu Flame",
      "text": "But——"
    },
    {
      "name": "Hishi Miracle",
      "text": "Oh, welcome back, Dantsu-chan. Did you see what they're serving for dessert tomorrow? No-bake cheesecake with plenty of berry sauce, can you believe it～♪?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Huh? Diet plans? Me? Uh～ Well… \nMy scrimmages aren't until next month, sooooo how about I cut just one kilo before then…? I can do that, right? I guess?"
    },
    {
      "name": "Hishi Miracle",
      "text": "Aw, man～ Forget this! I go to class, I go to training, I do all that and now I've got English homework too! \nNope, nope, nooooope! I just wanna read mangaaaa!"
    },
    {
      "name": "Dantsu Flame",
      "text": "Whenever I came back to our room, senpai, you would always… ALWAYS be there, being your normal, comforting, self."
    },
    {
      "name": "Dantsu Flame",
      "text": "Before I knew it, I'd stopped rushing. \nBecause you were there for me every day, to tell me \"welcome back\" in the same old way."
    },
    {
      "name": "Dantsu Flame",
      "text": "I don't know what Miracle-senpai is going through, either. \nBut—— That doesn't mean there's nothing we can do for her."
    },
    {
      "name": "Dantsu Flame",
      "text": "We're just plain old us, so we might not understand what she's going through. But there has to be something only a couple of normal girls like us can do—— I know there is."
    },
    {
      "name": "Hishi Miracle",
      "text": "Dantsu-chan… \n……………"
    },
    {
      "name": "Hishi Miracle",
      "text": "So, um… \n…I can't stand leaving things like this. \nIt's only normal to feel that way, right?"
    },
    {
      "name": "Hishi Miracle",
      "text": "I've got a little favor to ask… Is that okay?"
    },
    {
      "name": "K.S. Miracle",
      "text": "——Huh? \nLight O, Durandal… What are you guys doing here?"
    },
    {
      "name": "Durandal",
      "text": "Ruby-san is in our class. She informed us that you would be here today. …How is your health? Are you well again?"
    },
    {
      "name": "K.S. Miracle",
      "text": "Yeah, just about. \n…Sorry for ruining everything. \nYou guys ended up cancelling the trip, right…?"
    },
    {
      "name": "K.S. Miracle",
      "text": "And I must've really upset Kuu-chan… \nHow could she ever forgive me… \nIf there's anything I can do to make up for it——"
    },
    {
      "name": "Calstone Light O",
      "text": "What are you talking about? You are bringing up ancient history. Anyway Kei-chan we are going on vacation today starting right now."
    },
    {
      "name": "Durandal",
      "text": "Dantsu-san and Hishi Miracle-san took the initiative to seek the dorm leader's approval, and made all manner of preparations."
    },
    {
      "name": "Durandal",
      "text": "That is to say, tonight we stay in the Ritto Dorm's sunroom—— On a vacation, as it were. If I understand correctly, if we deem it a vacation, then that makes it a vacation."
    },
    {
      "name": "K.S. Miracle",
      "text": "O-oh, so that's how things played out…? \n…But… I couldn't——"
    },
    {
      "name": "Miracle and Light O",
      "text": "Sorry, but I can't—— \nLET'S RUN ! ! ! !"
    },
    {
      "name": "Durandal",
      "text": "…Come again?"
    },
    {
      "name": "Calstone Light O",
      "text": "I said let's run. ——Kei-chan you said you were all better right. Then let's go run. Now."
    },
    {
      "name": "Calstone Light O",
      "text": "The finish line we will figure out on the way and by we will I mean Durandal will. Okay are you ready 3 2 1 GO!!"
    },
    {
      "name": "K.S. Miracle",
      "text": "Wh— \nLight O—!?"
    }
  ]
}