{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Eishin Flash",
            "text": "……♪"
        },
        {
            "text": "One weekend, I was having a stroll through town \nwhen I spotted a rather upbeat Eishin Flash.",
            "choice_data_list": [
                "Flash!"
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "……! Trainer! I didn't expect to run into you.",
            "choice_data_list": [
                "What were you doing there?",
                "What were you doing there?"
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "I visited a number of cake shops today. They all had their \nunique charms, and I had a great time, so I was writing down \nmy experiences before I forget too much.",
            "choice_data_list": [
                "You really love your cakes, huh.",
                "You really love your cakes, don't you."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "……Well, as you know, my parents run a cake shop. \nEver since I still lived in Germany, I liked to check out \nthe other shops as a form of research."
        },
        {
            "name": "Eishin Flash",
            "text": "Not just for taste, but also things like the interior, location, \nwhat cakes were on display, the clientele… I examine them \nin a total of fifteen different aspects."
        },
        {
            "name": "Eishin Flash",
            "text": "Hence, you are right to say that I like cakes, but perhaps \nit's more apt to say that I like cake shops.",
            "choice_data_list": [
                "I see……"
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "I planned on dropping by one more place today. \nAlthough, it's a café, rather than a cake shop."
        },
        {
            "name": "Eishin Flash",
            "text": "It's actually my main destination, called <i>Moon Cafe</i>, and about \na fifteen minute walk away, through the residential area starting \nthe second street behind you.",
            "choice_data_list": [
                "Would you mind if I came along?"
            ]
        },
        {
            "text": "Eishin Flash was generally unforthcoming when it came to \nmatters outside training, so this seemed like a good chance \nto get to know her a little better."
        },
        {
            "name": "Eishin Flash",
            "text": "……If you have three hours to spare."
        },
        {
            "text": "I would learn the meaning behind her response well before \nreaching the café. A long line of people stretched before us, \nall seemingly heading for a certain shop……",
            "choice_data_list": [
                "That's quite the queue.",
                "That's quite the queue."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "Correct, it's a popular café. At 15:35 on a weekend, \nyou can expect a 45 minute wait on average."
        },
        {
            "name": "Eishin Flash",
            "text": "……My plans took this into consideration, so it is not \nan issue to me, but what about you, Trainer?",
            "choice_data_list": [
                "I'll line up with you, of course."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "Is that so. Then let us find the end of the line."
        },
        {
            "text": "Ten minutes into our wait… Eishin Flash had not spoken a word. \nWanting to grab my chance to get to know her better, I tried to \nstart a conversation.",
            "choice_data_list": [
                "So, which cake did you like best today?"
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "……"
        },
        {
            "text": "No response… Thinking maybe she didn't want \nto talk, I was about to apologize when ——"
        },
        {
            "name": "Eishin Flash",
            "text": "Yes, I would have to go with the fifth shop's <i>Sachertorte</i>. \nThat's my favorite kind, in the end."
        },
        {
            "name": "Eishin Flash",
            "text": "To elaborate; the finish on that cake's chocolate <i>fondant</i> \nwas exquisite. Its texture felt a little firm at first, but it was \nvery soft and easy to eat once I bit into it."
        },
        {
            "name": "Eishin Flash",
            "text": "The softness of the fondant was great, of course, but that \nslightly firmer mouthfeel matched my tastes very well."
        },
        {
            "name": "Eishin Flash",
            "text": "Then there's the <i>aprikose</i>, or apricot… Its sweet and tangy \ntaste perfectly harmonized with ——"
        },
        {
            "name": "Eishin Flash",
            "text": "—— That's why I chose this cake as my favorite. \nWas this explanation sufficient for you?"
        },
        {
            "name": "Café Employee",
            "text": "Next in line, please. A spot's opened up～"
        },
        {
            "name": "Eishin Flash",
            "text": "<i>Huh?</i> That was fast… how have 55 minutes passed already. \nI hadn't noticed at all."
        },
        {
            "name": "Eishin Flash",
            "text": "…Let's go in."
        },
        {
            "name": "Eishin Flash",
            "text": "I already decided what to order. We can call a waitress \nover in 10 minutes, so take your time to pick.",
            "choice_data_list": [
                "What are you getting?",
                "What are you getting?"
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "Their signature seems to be a seasonal tart, so I will \norder the \"seasonal tart and coffee set\"."
        },
        {
            "text": "I had intended to order the same thing, but something else \ncaught my eye while looking over the menu.",
            "choice_data_list": [
                "They have a \"today's specialty set\"."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "……! Let me see."
        },
        {
            "name": "Eishin Flash",
            "text": "\"An original cake set from our sister store. \nNot listed in promotions as availability varies. \nConsider yourself lucky!\""
        },
        {
            "name": "Eishin Flash",
            "text": "<i>Mmm</i>, an original cake… \nBut, no, I already decided on this tart…"
        },
        {
            "text": "Knowing how strictly she keeps to her predetermined course, \nI'm certain she won't change her order now. So…"
        },
        {
            "name": "Café Employee",
            "text": "Are you ready to order?"
        },
        {
            "name": "Eishin Flash",
            "text": "Ah, umm…",
            "choice_data_list": [
                "We'll take the tart and specialty sets."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "<i>Ah!</i>"
        },
        {
            "name": "Café Employee",
            "text": "Great～ I'll be back with them shortly."
        },
        {
            "name": "Eishin Flash",
            "text": "Trainer…",
            "choice_data_list": [
                "I can barely wait!",
                "I can barely wait!"
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "……Sure."
        },
        {
            "name": "Café Employee",
            "text": "Here you are, one seasonal tart set, and one specialty set."
        },
        {
            "name": "Eishin Flash",
            "text": "The specialty set is… a double layered cake with chocolate \nand caramel. It looks beautiful and majestic, like an old \nGerman castle…"
        },
        {
            "name": "Eishin Flash",
            "text": "I can almost feel it melt in my mouth already…",
            "choice_data_list": [
                "Here you go, half for you."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "Huh? No, your fork clearly hasn't split the center —— \n…Wait, you're giving me half?"
        },
        {
            "name": "Eishin Flash",
            "text": "Ah, is that why you ordered the specialty…? \nBut you're the one who ordered it, so ——",
            "choice_data_list": [
                "<size=36>We don't have that much time. C'mon, take it.</size>"
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "<i>Ah……</i> \nWell, if you insist…"
        },
        {
            "name": "Eishin Flash",
            "text": "……! It's certainly… dense. Just one bite feels quite heavy. \nYet, it doesn't taste overly rich. This is truly…"
        },
        {
            "name": "Eishin Flash",
            "text": "Extremely delicious! \n<i>Glücklich</i>… It makes you happy, doesn't it?"
        },
        {
            "name": "Eishin Flash",
            "text": "You can have half of mine in return. \nLet me just calculate where the middle ——",
            "choice_data_list": [
                "I-I really don't need it to be that accurate."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "No, everything should be calculated properly. \nI have a measure, so I'll get it just right."
        },
        {
            "text": "I had a fun time with Eishin Flash…"
        },
        {
            "name": "Eishin Flash",
            "text": "Thank you for treating me."
        },
        {
            "name": "Eishin Flash",
            "text": "That was even more delicious than I expected. \nNext time, I'd like to stay 30 minutes longer and \ntry a different item off the menu.",
            "choice_data_list": [
                "Glad you enjoyed yourself.",
                "Glad you enjoyed yourself."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "……It's all thanks to an unforeseen event, isn't it.",
            "choice_data_list": [
                "An unforeseen event?"
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "I mean running into you by coincidence today. \nAs a result, I've gained more than I had hoped for."
        },
        {
            "name": "Eishin Flash",
            "text": "……Although, I can't accept relying on coincidences \nas the best way to go about things. Hence, what I took \nfrom this is that ——"
        },
        {
            "name": "Eishin Flash",
            "text": "When I next plan to visit a number of cake shops… \nwould you mind accompanying me, Trainer?",
            "choice_data_list": [
                "Of course not!"
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "Thank you. Then I will note you down \nas my companion in my schedule."
        },
        {
            "text": "I felt like I had gotten a little bit closer to Eishin Flash…"
        }
    ]
}