{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Then came the day of the Selection Race."
        },
        {
            "text": "Eishin Flash was preparing to run in the next 1600 m race. \nShe seemed to be feeling fine, but I noticed her eyes were \nfrantically searching around…"
        },
        {
            "name": "Eishin Flash",
            "text": "Ah…"
        },
        {
            "text": "Her gaze finally came to rest on what looked like \na foreign couple. Their somewhat stern aura was \nnot dissimilar to hers. They must be her parents."
        },
        {
            "name": "Eishin Flash",
            "text": "…<i>Phew</i>. \n<i>Toi, toi, toi</i>…"
        },
        {
            "name": "Academy Staff A",
            "text": "It's time! Will all entrants for the 1600 m race line up, please!"
        },
        {
            "name": "Eishin Flash"
        },
        {
            "text": "Under the watchful eye of her parents, Eishin Flash began \nher Selection Race. A race which ended in ——"
        },
        {
            "name": "Eishin Flash",
            "text": "—— Ah… Trainer. I thought you might show up.",
            "choice_data_list": [
                "Good work out there."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "…Thank you."
        },
        {
            "text": "Her disheartened expression was entirely understandable. \nIn the end, she had finished in 6th place. However ——",
            "choice_data_list": [
                "You ran well.",
                "You ran well."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "No, if I had to give myself a grade, it would be a failing one. \nThe reality is that I finished sixth.",
            "choice_data_list": [
                "I still think you showed a lot of promise."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "……We see things from a very different perspective indeed. \nBut that's all the more reason why I……"
        },
        {
            "name": "Eishin Flash",
            "text": "Can I ask you a favor? I'd like you to \ncome with me… to meet my parents.",
            "choice_data_list": [
                "Are you sure?",
                "Are you sure?"
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "Yes. I am… not really sure how to explain this result to them."
        },
        {
            "name": "Eishin Flash",
            "text": "But you said before that my \"feelings will show through\". \nThat's why… <i>umm</i>…",
            "choice_data_list": [
                "All right, I'll come with you."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "…! Thank you very much."
        },
        {
            "text": "Eishin Flash's parents were stood waiting together. \nShe froze the moment she saw them ahead."
        },
        {
            "name": "Eishin Flash",
            "text": "……"
        },
        {
            "text": "She looked at me with uncertainty, so I gave her \nan encouraging nod. With that, she seemed to make \nup her mind and took a step forward ——"
        },
        {
            "name": "Eishin Flash",
            "text": "Mother, father, I haven't seen you in a long time. \nThank you for keeping your promise and coming \nto watch my race."
        },
        {
            "name": "Eishin Flash",
            "text": "Despite that, I couldn't keep my promise. I intended to show \nyou both that your daughter had developed respectably."
        },
        {
            "name": "Flash's Mother",
            "text": "You worked hard, didn't you, Flash."
        },
        {
            "name": "Eishin Flash",
            "text": "<i>Huh……</i>"
        },
        {
            "name": "Flash's Father",
            "text": "Indeed. The result might not have been perfect, but I could \nclearly see the effort you've put in. You've learned to refrain \nfrom pushing yourself too hard, I see."
        },
        {
            "name": "Flash's Father",
            "text": "And you did it all for us, didn't you? You remembered \neverything we taught you well. As parents, we couldn't \nbe prouder."
        },
        {
            "name": "Flash's Father",
            "text": "Thank you for bringing us such joy, schatzi."
        },
        {
            "name": "Eishin Flash",
            "text": "……!"
        },
        {
            "name": "Eishin Flash",
            "text": "(I remembered something. On a Christmas, my father once…)"
        },
        {
            "name": "Flash's Father",
            "text": "<i>Flash, schatzi. Don't you forget this. The reason we can't allow \nany deviations is, of course, for the quality of a product.</i>"
        },
        {
            "name": "Flash's Father",
            "text": "<i>But above all, it's to carry out our duty \nwith care and integrity — for the sake of \nsomebody's happiness.</i>"
        },
        {
            "name": "Young Flash",
            "text": "S<i>omebody's happiness…?</i>"
        },
        {
            "name": "Flash's Father",
            "text": "<i>Without that, anyone could simply follow the recipe. \nThe prayers and heart we put into it is what gives \nwhat we do meaning.</i>"
        },
        {
            "name": "Young Flash",
            "text": "<i>But prayers don't taste of anything! \nThese aren't in your recipe either…</i>"
        },
        {
            "name": "Flash's Father",
            "text": "<i>Hahah… That's right. You don't have to understand \nthe difference yet. One day, when you have something \nof your own that you'll be proud of, you'll get it.</i>"
        },
        {
            "name": "Eishin Flash",
            "text": "(—— It was never about winning in some \nestablished fashion. What made them happy \nwas that they inspired my desire to improve.)"
        },
        {
            "name": "Eishin Flash",
            "text": "(I was exceedingly afraid of everything going wrong. \nBut I didn't have to be. The really important thing was ——)"
        },
        {
            "name": "Eishin Flash",
            "text": "……Mother, father. Thank you. \nI… tried my best."
        },
        {
            "text": "Their conversation came to an end, and Eishin Flash looked a lot \nlivelier as she followed her parents coming over to greet me.",
            "choice_data_list": [
                "<i>Umm…</i>"
            ]
        },
        {
            "name": "Flash's Father",
            "text": "We can speak in Japanese. I've learned with my daughter, \nso I understand a little bit. Flash, could you introduce us?"
        },
        {
            "name": "Eishin Flash",
            "text": "This is my trainer ——",
            "choice_data_list": [
                "……!"
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "……candidate. I would like that, but we haven't discussed it yet."
        },
        {
            "text": "The abruptness of that gave me a small shock, but some \npart of me thought it made perfect sense. I bet my heart \nwas actually set on this from the first time I saw her.",
            "choice_data_list": [
                "Let me correct that."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "……?",
            "choice_data_list": [
                "I'll be her trainer, if that's what she wants."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "……!"
        },
        {
            "name": "Flash's Father",
            "text": "…Is that so. I trust you'll take good care of my daughter. \nFlash, you do your best with this trainer now, you hear?"
        },
        {
            "name": "Eishin Flash",
            "text": "—— Certainly!"
        },
        {
            "name": "Eishin Flash",
            "text": "The program I made was flawless. I believe I made no \nmistake at all in choosing to follow it. It's just that ——"
        },
        {
            "name": "Eishin Flash",
            "text": "I lacked the ability to fully execute it, that's all. \nMy naive assumptions left me pushing myself too hard."
        },
        {
            "name": "Eishin Flash",
            "text": "……It would seem I am indeed a little offbeat. \nI don't know how to deal with deviating from \na path once I've set myself one."
        },
        {
            "name": "Eishin Flash",
            "text": "That's why I started thinking I need another point of view. \nSomeone who will tell me when my path is flawed.",
            "choice_data_list": [
                "<size=38>Is that why you want me to be your trainer?</size>"
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "Yes. …Why was it that you accepted?",
            "choice_data_list": [
                "Probably because I fell for you at first sight."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "<i>……Huh!?</i> \nF-Fell for me…?"
        },
        {
            "text": "Ever since seeing the way she ran, the sincerity in her eyes… \nI found myself thinking I wanted those things to continue \nfor as long as possible.",
            "choice_data_list": [
                "I think this was always meant to happen."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "……!"
        },
        {
            "name": "Eishin Flash",
            "text": "……No, no I'm certain it was not. \nIt never was to me, at least.",
            "choice_data_list": [
                "R-Right."
            ]
        },
        {
            "name": "Eishin Flash",
            "text": "As I was saying, I need some kind of guidance. \nFrom now on, I plan to keep running forwards, \nracing as horsegirls do."
        },
        {
            "name": "Eishin Flash",
            "text": "And you will have your place in those plans. \nLet's accomplish something we can be proud of together."
        },
        {
            "text": "This was the start of Eishin Flash taking on \nthe Twinkle Series with me."
        }
    ]
}