{
  "title": "Sang Komet",
  "text_block_list": [
    {
      "text": "Akhirnya aku tidak bisa berbicara dengan Admire Vega setelah balapan.",
            "choice_data_list": [
                "(Aku tak bisa meninggalkannya!)"
            ]
    
    },
    {
      "text": "Aku tidak tahu apa yang mendorongnya untuk balapan, atau apa yang membuatnya begitu khawatir, atau beban apa yang dia miliki. Tapi…",
      "choice_data_list": [
       "<size=31>Kalau aku tidak mencoba mencari tahu, semuanya akan sirna.</size>"
        
      ]
    },
    {
      "text": "Tapi pertama-tama aku harus menemukannya, jadi aku mulai berjalan di sekitar kampus mencarinya. Saat itulah aku melihat gadis yang balapan bersamanya tempo hari, Meisho Doto."
    },
    {
      "text": "Ah, apa Anda bertanya padaku apakah aku melihat Ayabe-san…? Umm, e-eh…! Kalau aku harus bilang apakah aku melihatnya atau tidak, a-aku harus bilang iya, tapi…",
      "name": "Meisho Doto"
    },
    {
      "text": "Hah Hah Hah Hah! Jika kita bagaikan bintang fana, mungkin kita bisa meraih puncak jauh itu! Namun untuk mencapainya, harus mengorbankan raga!",
      "name": "TM Opera O"
    },
    {
      "text": "Kalau diucapkan secara terus terang, itu benar! Dan untuk menjelaskannya lebih terus terang lagi, \"dia pergi ke sana untuk lari lintas alam!\"",
      "name": "TM Opera O"
    },
    {
      "text": "I, uhh…! M-Maaf, tapi ada sesuatu yang ingin k-kukatakan… K-Kalau Anda tahu dia di mana, Anda pasti sudah pergi ke sana, kan…?",
      "name": "Meisho Doto"
    },
    {
      "text": "A-Ayabe-san sangat teguh dan berlatih di level yang sangat tinggi… Dan aku tahu kali ini tidak berbeda, tapi…",
      "name": "Meisho Doto"
    },
    {
      "text": "Itu sangat b-berbahaya…! Aku rasa jalannya mungkin terlalu sulit untuk manusia…!",
      "name": "Meisho Doto",
      "choice_data_list": [
        "<size=29>Terima kasih sudah khawatir, tapi ini kemauanku.</size>"
      ]
    },
    {
      "text": "Jangan khawatir, Doto. Lonceng takdir sudah berdering di otaknya. Mencoba menghentikannya akan sia-sia.",
      "name": "TM Opera O"
    },
    {
      "text": "Jangan khawatir, Doto. Lonceng takdir sudah berdering di otaknya. Mencoba menghentikannya akan sia-sia.",
      "name": "TM Opera O"
    },
    {
      "text": "Sambil tertawa keras, dia memberitahuku lebih banyak tentang ke mana Admire Vega pergi.",
      "choice_data_list": [
         "<size=42>Anda penyelamatku! Sampai jumpa lagi!</size>"
      ]
    },
    {
      "text": "Awa… D-dia sudah pergi…",
      "name": "Meisho Doto"
    },
    {
      "text": "Setelah Balapan Seleksi, Ayabe-san bilang dia ingin \"sendirian\" sebentar… Apa benar tidak apa-apa pelatih itu pergi…?",
      "name": "Meisho Doto"
    },
    {
      "text": "Beberapa bersandar di pintu. Beberapa mengetuk pintu. Dan beberapa hanya mendobrak pintu… jadi ini akan baik-baik saja!",
      "name": "TM Opera O"
    },
    {
      "text": "Kamu datang untuk berbicara denganku…?",
      "name": "Admire Vega",
            "choice_data_list": [
                "Ya!",
                "Ya!"
            ]
      
    },
    {
      "text": "Yah, aku tidak ada yang perlu kukatakan padamu. Aku juga tidak berencana untuk direkrut olehmu. Sampai jumpa.",
      "name": "Admire Vega"
    },
    {
      "text": "Dia dengan cepat meninggalkanku di belakang, tapi… Aku datang ke sini dengan penuh tekad. Aku tidak bisa begitu saja kembali sekarang!",
      "choice_data_list": [
        "<i>Ayo pergi…!</i>",
        "<i>Ayo pergi…!</i>"
   
      ]
    },
    {
      "text": "Namun…"
    },
    {
      "text": "Hah… haa… haa…",
      "name": "Admire Vega",
      "choice_data_list": [
        "<i>*Terengah…!*</i>"
      ]
    },
    {
      "text": "Hah… haa… haa…",
      "name": "Admire Vega",
      "choice_data_list": [
        "<i>*Terengah…!*</i>"
       
      ]
    },
    {
      "text": "Seperti yang Meisho Doto peringatkan, jalannya sangat curam dan jarak antara Admire Vega dan aku semakin melebar…!"
    },
    {
      "text": "Terlebih lagi…"
    },
    {
      "text": "Aku mulai kehilangan pandangannya saat matahari terbenam, tapi aku terus berlari mati-matian di sepanjang jalan yang curam itu.",
      "choice_data_list": [
       "Aku bahkan tidak bisa melihat kakiku- Uwaah!"
      ]
    },
    {
      "text": "(*gemerisik* *gemerisik*)"
    },
    {
      "text": "――――――――"
    },
    {
      "text": "Kesadaranku mulai kembali, sedikit demi sedikit. Saat aku perlahan membuka mata, aku melihat langit berbintang di atasku."
    },
    {
      "text": "Sebuah lautan bintang yang begitu luas hingga aku hampir bisa menyelam ke dalamnya…"
    },
    {
      "text": "Apa ada yang sakit…?",
      "name": "Admire Vega",
      "choice_data_list": [
       "Huh… Admire Vega!?"
        
      ]
    },
    {
      "text": "Aku yang bertanya di sini. Apa kamu terluka?",
      "name": "Admire Vega",
      "choice_data_list": [
        "<size=38>Aku baik-baik saja. Apa kamu menyelamatkanku…?</size>",
        "<size=38>Aku baik-baik saja. Apa kamu menyelamatkanku…?</size>"
      
      ]
    },
    {
      "text": "Aku tidak bisa begitu saja meninggalkanmu…",
      "name": "Admire Vega"
    },
    {
      "text": "Admire Vega mengerutkan kening sambil menghela napas panjang. Dia kemudian mengajukan pertanyaan kepadaku."
    },
    {
      "text": "Kenapa kamu begitu terobsesi denganku?",
      "name": "Admire Vega"
    },
    {
      "text": "Aku menunjukkan performa yang buruk di Balapan Seleksi. Aku tidak tahu apa-apa tentangmu, dan selain balapan itu, kamu tidak tahu apa-apa tentangku.",
      "name": "Admire Vega"
    },
    {
      "text": "Jadi kenapa?",
      "name": "Admire Vega",
      "choice_data_list": [
         "Aku tidak yakin. Tapi…"
      ]
    },
    {
      "text": "Tapi…?",
      "name": "Admire Vega",
      "choice_data_list": [
        "<size=35>Aku tidak ingin meninggalkanmu sendirian lebih lama lagi.</size>",
        "<size=35>Aku tidak ingin meninggalkanmu sendirian lebih lama lagi.</size>"
        
      ]
    },
    {
      "text": "……………",
      "name": "Admire Vega"
    },
    {
      "text": "Aku… baik-baik saja sendirian. Aku… lebih suka sendirian.",
      "name": "Admire Vega"
    },
    {
      "text": "Balapan dan menang adalah bebanku, bukan orang lain. Lagi pula, dia… adik perempuanku…",
      "name": "Admire Vega"
    },
    {
      "text": "Meninggal di tempatku.",
      "name": "Admire Vega",
      "choice_data_list": [
         "!!!!!"
        
      ]
    },
    {
      "text": "Aku sudah terlalu banyak bicara… Lupakan semuanya.",
      "name": "Admire Vega"
    },
    {
      "text": "Sedikit demi sedikit, dia menceritakan kepadaku beberapa beban yang dia pikul. \"Aku akan menanggung semua beban ini sendirian.\" Aku yakin itulah yang dia pikirkan."
    },
    {
      "text": "Meskipun begitu…",
      "choice_data_list": [
            "Takkan kubiarkan kamu lakukan sendirian!",
            "Takkan kubiarkan kamu lakukan sendirian!"
      ]
    },
    {
      "text": "Kakiku sangat berat dan staminaku sudah mencapai batas. Meskipun begitu, karena aku masih bisa melihatnya…",
      "choice_data_list": [
          "<size=43>Hei, maukah kamu jadikan aku pelatihmu?</size>",
          "<size=43>Hei, maukah kamu jadikan aku pelatihmu?</size>"
        
      ]
    },
    {
      "text": "Kamu mengejarku lagi dan tiba-tiba mengatakan itu…?",
      "name": "Admire Vega",
      "choice_data_list": [
        "<size=38>Jika kamu ingin maju sendirian, tidak masalah.</size>",
       "<size=38>Jika kamu ingin maju sendirian, tidak masalah.</size>"
        
      ]
    },
    {
      "text": "Eh?",
      "name": "Admire Vega",
      "choice_data_list": [
        "<size=35>Walau terkesan egois, aku akan tetap mengikutimu!</size>"
        
      ]
    },
    {
      "text": "Ada apa… denganmu…?",
      "name": "Admire Vega"
    },
    {
      "text": "Sudah hampir jam malam jadi aku pergi.",
      "name": "Admire Vega"
    },
    {
      "text": "Ah, Ayabe-san! Selamat datang kembali♪ Hei, lihat ini lucu, berbulu―",
      "name": "Curren Chan"
    },
    {
      "text": "Maaf, tapi bisakah kamu membiarkanku tidur saja? Aku… sangat lelah…",
      "name": "Admire Vega"
    },
    {
      "text": "Eh? Ah, oke…?",
      "name": "Curren Chan"
    },
    {
      "text": "Zzz…",
      "name": "Admire Vega"
    },
    {
      "text": "Dia membuat wajah lucu dalam tidurnya. Ini. Pasti. Berarti… sesuatu yang baik terjadi.",
      "name": "Curren Chan"
    },
    {
      "text": "Aku bermimpi. Sebuah mimpi yang, untuk pertama kalinya setelah sekian lama, tidak terasa mencekikku.",
      "name": "Admire Vega"
    },
    {
      "text": "Sebuah mimpi ceroboh di mana seorang gadis lucu yang tidak ku ketahui wajahnya dan aku… berlari bersama melalui lautan bintang…",
      "name": "Admire Vega"
    },
    {
      "text": "Keesokan harinya ada ketukan ragu-ragu di pintu kantorku. Saat aku membuka pintu, masuklah… Admire Vega!",
      "choice_data_list": [
          "<size=42>Apa ini soal rekrutan?</size>",
          "<size=42>Apa ini soal rekrutan?</size>"
      ]
    },
    {
      "text": "Jika aku tidak punya pelatih, aku tidak akan bisa masuk ke Seri Twinkle. Jadi bagaimanapun juga, aku akan membutuhkannya suatu saat…",
      "name": "Admire Vega"
    },
    {
      "text": "Dan jika aku harus memilih…",
      "name": "Admire Vega"
    },
    {
      "text": "Aku akan memilihmu.",
      "name": "Admire Vega",
      "choice_data_list": [
       "<size=35>Terima kasih. Aku menantikan kerja sama denganmu.</size>",
       "<size=35>Terima kasih. Aku menantikan kerja sama denganmu.</size>"
        
      ]
    },
    {
      "text": "Maka, hari-hariku dengan Admire Vega akhirnya dimulai."
    }
  ]
}