{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Like many of Tracen Academy's horsegirls, Matikanefukukitaru \nhad chosen to make use of summer camp to improve her skills, \nso here we were, at the beachside facilities."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "<i>Fwooohoo～</i> I've really worked up a sweat \nand we haven't even started training yet!"
        },
        {
            "text": "Though we were here for training, Matikanefukukitaru had \nshown up carrying a large amount of baggage.",
            "choice_data_list": [
                "Dare I ask…?"
            ]
        },
        {
            "name": "Matikanefukukitaru",
            "text": "My collection of lucky items, it is! I left something like a hundred \nof them behind in the dorm and brought the rest here with me!"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "You see, I actually thought this summer would be a good \nopportunity to part ways with them once and for all. \nNow the only question is how I should do so.",
            "choice_data_list": [
                "Chuck them in the trash?"
            ]
        },
        {
            "name": "Matikanefukukitaru",
            "text": "In the what!? You would simply throw these \nwondrous miracle items into the <i>trash</i>!?"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "…… Granted, I can't just bury them on the beach here. \nIt was good and well to bring them on impulse, but I \nhaven't quite thought about how to dispose of them."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "I owe a lot to these little trinkets, so I was hoping to give \nthem a proper burial. It lacks me only a good method…"
        },
        {
            "text": "Given how lovingly she relied on her lucky items at all times, \nseeing her willingly looking to part with them was a clear \nindication of just how much she had changed."
        },
        {
            "text": "I'm not sure exactly how she arrived at this decision, \nbut her determination is to be acknowledged.",
            "choice_data_list": [
                "I'll help you think of something.",
                "I'll help you think of something."
            ]
        },
        {
            "name": "Matikanefukukitaru",
            "text": "You will!? Oh, I am most grateful for your help!"
        },
        {
            "text": "For a while, I enjoyed the chirps and hums of insects \ndrifting on the summer air. Until ——"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "<i>Ah, there you are, Trainer!</i>"
        },
        {
            "text": "A familiar shrill voice pierced through this peaceful \nmoment to herald the arrival of Matikanefukukitaru."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Why have you chosen this place? \nI don't see anything of particular note…"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Ah, there's a small creek here, who would have thought! \n<i>Heeh</i>, now that's charming～"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "I'm getting the urge to make one of those bamboo leaf boats \nto send downstream. Great luck if it stays afloat, and else \ndon't mind, I guess!",
            "choice_data_list": [
                "I thought we could send down your items.",
                "I thought we could send down your items."
            ]
        },
        {
            "name": "Matikanefukukitaru",
            "text": "<i>Heh?</i> My items…? Ah! You mean… I can send \nthem off down the water here? I… I get it now～!"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Indeed, sending items and persons off down a river in mourning \nor remembrance is a most traditional Japanese custom."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Be it the offerings of <i>Obon</i>, the lanterns and <i>hina</i> dolls of their \nrespective floating rituals, the noodles of <i>nagashi soumen</i>… \nAn odd one crept in, perhaps, but the practice is common.",
            "choice_data_list": [
                "How do you feel about my suggestion?"
            ]
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Right! I must say, I like it!"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Reminiscing about each one while watching it drift away… \nHopefully, it will help me conclude a chapter of my growth, \nleaving behind the times when I relied on them so much."
        },
        {
            "text": "With that settled, we began sending her \nlucky items down the flowing stream."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Farewell, my dear little <i>kids' meal flag</i>… \nBack in elementary, offering a small prayer \nto this gave me a good score on a test."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "If I did my best, mom would take me out \nfor another kids' meal. Thinking about that \nhelped me focus more on studying!"
        },
        {
            "text": "The little flag was thus set adrift on the water. \nFor my part, I couldn't help but think to myself… \n\"Wasn't that just your stomach speaking…?\"."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Please hand me that damaged playing card deck next. \nIt's quite exceptional, I tell you."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "I always won when I played with this deck, and that's because \nonly I recognized the cards' blemishes. So long, my dears!"
        },
        {
            "text": "The deck of cards was thus set adrift on the water. \nFor my part, I couldn't help but think to myself… \n\"Aren't those just straight-up marked cards…?\"."
        },
        {
            "text": "This pattern continued for a while ——"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "We've reached the last one! It's also one of my most \nprecious ones. Granny gave me this carved wooden doll…"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "It was back when I was a timid little girl. \nEver since, it has watched over me, the same way she did."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "…… But I've grown a lot. I won't need it anymore now. \nYou do the honors for me, Trainer!"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Granny… I'll be fine on my own now! \n<i>…… Fareweeeell!</i>"
        },
        {
            "text": "…… Somewhere in heaven, I'm sure her grandma is smiling."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "<i>I'll bring you back a souvenir when this camp is oveeeer!</i>"
        },
        {
            "text": "…… Or somewhere in Japan still."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "<i>Phew</i>, we're all done now."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "I feel like I've grown just a small amount. \nNot to mention my room will look a lot cleaner."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "I will make sure not to cause anyone trouble anymore with… \n<i>Heh? Aaaaaaaaaaaaaaaaaaah!</i>",
            "choice_data_list": [
                "What's wrong?",
                "What's wrong?"
            ]
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Have I not just caused trouble already?! Those items will be \ncarried all the way to the ocean, will they not?!"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Have I been polluting our beautiful natural environment!? \n<i>Awawawah</i>, what do I do now!?"
        },
        {
            "text": "Seeing how panicked she was, I guided her \ndownstream along the river."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "<i>Mhoh?</i> Do my eyes pick up a net spanning the creek?! \nAll my items are caught in it…"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Truly, you have thought of everything, Trainer! \nI knew you were incredible! A real savior!",
            "choice_data_list": [
                "Let's give these a proper <i>homa</i> burial.",
                "Let's give these a proper <i>homa</i> burial."
            ]
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Yes! We can do it on the beach like one of those big bonfires!"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "<i>Hwooaah</i>… it really is a pretty sight."
        },
        {
            "text": "With all her lucky items collected, the resulting ritual fire \nbathed the whole area in a warm light."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "I may have many lucky items left at the dorm, but it still \ncomes as a surprise to myself that I could find the resolve \nto go through with this."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Though divination and my lucky items are both things \nI never want to find myself without, I believe my own \nefforts and struggles are just as important."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "I might even invite Divine Shiraoki's admonishment \nupon me if I rely on her kindness all the time.",
            "choice_data_list": [
                "That's real admirable if you ask me.",
                "That's a good attitude to have."
            ]
        },
        {
            "name": "Matikanefukukitaru",
            "text": "<i>Ehehe…</i> it's a little embarrassing to hear such praise."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Aside from that, I have you by my side, Trainer. \nThe power you wield to change my future is many \ntimes more potent than any lucky item.",
            "choice_data_list": [
                "I'll do my best to bring you fortune.",
                "I'll do my best to bring you fortune."
            ]
        },
        {
            "name": "Matikanefukukitaru",
            "text": "<i>Ohhoo～</i> Hearing you say so is emboldening. \nI'm certain great blessings await just around the corner!"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "I will do my very best as well, so that I can be ready \nto welcome any good fortune that comes my way!"
        },
        {
            "text": "Matikanefukukitaru's enthusiasm seemed \nto burn as bright as the bonfire."
        }
    ]
}