{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Former Mile King's Trainer",
            "text": "——A true Mile King is someone who has conquered \nall three distances. That's what I believe."
        },
        {
            "name": "Gran Alegria",
            "text": "————"
        },
        {
            "name": "Former Mile King's Trainer",
            "text": "For an Uma Musume, distance compatibility is a huge barrier. \nHowever, a Miler is overflowing with potential."
        },
        {
            "name": "Former Mile King's Trainer",
            "text": "A potential that can overcome even \nthat distance compatibility barrier."
        },
        {
            "name": "Gran Alegria",
            "text": "……… \n……potential……"
        },
        {
            "name": "Gran Alegria",
            "text": "(……the potential within me. \nIf I can find that, then I……I can……)"
        },
        {
            "name": "Former Mile King's Trainer",
            "text": "The speed to challenge a Sprint, and the stamina to make \nit through medium distance. Miler Uma Musume have both."
        },
        {
            "name": "Former Mile King's Trainer",
            "text": "Even if that path may be difficult, \nthat potential cannot be ignored."
        },
        {
            "name": "Former Mile King's Trainer",
            "text": "That's why those that have trained in the Mile are the strongest. \nThat's why one who has conquered all three is the True Mile King."
        },
        {
            "name": "Gran Alegria",
            "text": "……"
        },
        {
            "text": "Conquering all three distances……in other words, \nvictory in the Sprint, Mile, and Medium distance. \n——It really was an incredibly difficult road."
        },
        {
            "text": "Uma Musume had a distance suitability. It was something \ndetermined at birth, and was not easily overcome."
        },
        {
            "text": "It was fundamentally down to how their body developed."
        },
        {
            "text": "Even if they had the distance suitability, it was still difficult to \nwin even one race. To aim for more was an incredibly high hurdle——",
            "choice_data_list": [
                "Incredible……"
            ]
        },
        {
            "text": "Even for a veteran trainer, this would be a lofty dream. Of course, \nit's not like there weren't Uma Musume who would aim for that."
        },
        {
            "text": "——Yamanin Zephyr. She was the Uma Musume that had \ncome the closest to conquering all three distances."
        },
        {
            "text": "She could run like the wind, and many people \nwere cheering on her dream. And then——"
        },
        {
            "text": "She won the Mile distance 『Yasuda Kinen』 twice. Then \nafter winning the Medium distance 『Tenno Sho (Autumn)』 \nshe finally made her attempt at the 『Sprinter Stakes』——"
        },
        {
            "text": "The Short distance Ace——Sakura Bakushin O defeated her."
        },
        {
            "text": "And it wasn't just her."
        },
        {
            "text": "The Uma Musume known as the strongest Miler, \neven she was unable to overcome that barrier——"
        },
        {
            "text": "Up until now, I'd also only been looking at things from the \nperspective of distance suitability. Perhaps because of that, \nI couldn't see myself as a trainer that could overcome that."
        },
        {
            "name": "Gran Alegria",
            "text": "Trainer-san! Good Miling～!?",
            "choice_data_list": [
                "……Ah, sorry!"
            ]
        },
        {
            "name": "Gran Alegria",
            "text": "Are you tired? I wanted you to learn a lot about me, \nso I dragged you around to so many places……"
        },
        {
            "name": "Gran Alegria",
            "text": "But the scenery here is nice, so let's have a little \nchat while taking a break. Ummm… I really love Miles!!",
            "choice_data_list": [
                "Yeah, I can tell",
                "Yeah, I can tell"
            ]
        },
        {
            "text": "We'd only just met, but I could understand that much. \n——And that's why I couldn't say it thoughtlessly."
        },
        {
            "text": "『Let's chase that same dream together』"
        },
        {
            "text": "I can't let myself get swept up in the moment and \nthen end up destroying her dream. I decided it \nwould be best to tell her my honest thoughts."
        },
        {
            "name": "Gran Alegria",
            "text": "………",
            "choice_data_list": [
                "………"
            ]
        },
        {
            "text": "I didn't say 『I can't do it』 \nI couldn't say that about something I had never tried before."
        },
        {
            "text": "But at this point, it was just so implausible and unimaginable \nfor me. That's what I wanted her to know but——"
        },
        {
            "name": "Gran Alegria",
            "text": "What, so that's all it is!",
            "choice_data_list": [
                "Ehh"
            ]
        },
        {
            "name": "Gran Alegria",
            "text": "In short, you just can't imagine conquering all three \ndistances right? In that case, I'll show you! Not just \nan image, I'll show you I can make that dream real!"
        },
        {
            "name": "Gran Alegria",
            "text": "I've already decided on you! It's already been \ndecided my MiRules! And I won't change my mind!"
        },
        {
            "name": "Gran Alegria",
            "text": "We'll aim for the same dream…… \nAnd together let's bask in all the cheers!!"
        },
        {
            "text": "『I can make that dream real——』, a few days \nafter making that declaration, Gran Alegria \nhad called for me. And the one with her was——"
        },
        {
            "text": "The one known as the strongest Miler——Taiki Shuttle."
        },
        {
            "text": "The winner of the 『Mile Championship』, 『Sprinter's S』 \nand several other G1s. Someone who was well known in \nthe Uma Musume world as a strong short distance racer."
        },
        {
            "text": "And it wasn't just limited to Japan. She had claimed \nvictory in the French 『Prix Jacques Le Marois』"
        },
        {
            "text": "That was the kind of Uma Musume that was facing Gran Alegria."
        },
        {
            "name": "Gran Alegria",
            "text": "I'm looking forward to today!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Likewise! A match against an Uma Musume aiming to \nwin at all three distances! It's really exciting～!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "It's a precious time. \n——……Let's do this seriously."
        },
        {
            "text": "As I watched both of them, \nGran Alegria noticed me and waved. And then——"
        },
        {
            "name": "Gran Alegria",
            "text": "I'm off!!"
        },
        {
            "text": "——And suddenly, it was a showdown between the Strongest \nMiler and an Uma Musume aiming to be the True Mile Queen."
        }
    ]
}