{
  "title": "After Happily Ever Afters",
  "text_block_list": [
    {
      "text": "And now, the awaited day of the Individual Athletics Competition is here. The school grounds were full of people from inside the academy and outside—"
    },
    {
      "text": "Ah, there you are Acute!",
      "name": "Smart Falcon"
    },
    {
      "text": "The race is finally here, I'm really looking forward to it! I'm not losing no ma～tter what, so I hope you're prepared☆.",
      "name": "Smart Falcon"
    },
    {
      "text": "I don't plan on losing either～. I'll show everyone that I can to catch up to you.",
      "name": "Wonder Acute"
    },
    {
      "text": "Hey, you know who that girl is? The one talking to Falco right now.",
      "name": "Spectator A"
    },
    {
      "text": "I don't know… I wonder if Smart Falcon's wary of her. Could she be an unexpected competitor in this competition?",
      "name": "Spectator B"
    },
    {
      "text": "The obscure Wonder Acute was beginning to draw attention after receiving a declaration of war from Smart Falcon, who was unrivaled on the dirt."
    },
    {
      "text": "I hope she doesn't get swept up in this atmosphere. If her body stiffens, then her shoulders and legs' flexibility would contract and that would also affect her form.",
      "choice_data_list": [
        "Should I check your muscle tension once more?"
      ]
    },
    {
      "text": "Oh my, is that okay? Thank you deary, go right ahead.",
      "name": "Wonder Acute"
    },
    {
      "text": "Wonder Acute wasn't showing any signs of tension, but when I felt her muscles, they were stiff as I expected. I started to massage her shoulder to loosen it up—"
    },
    {
      "text": "Oh my, is this a shoulder massage? Thank you deary, it's fine if it'll make me stronger. I need to get pumped up, so please don't hold back on the massage.",
      "name": "Wonder Acute"
    },
    {
      "text": "It seems my weak strikes won't be able to loosen the tension of her mind or body. If that was the case, then I'll put all my strength into this massage!"
    },
    {
      "text": "Hyaa! This is it! Now my head's in the game, I'm off to take the gold!",
      "name": "Wonder Acute"
    },
    {
      "text": "10th Race, Dirt 2000m and with perfect weather conditions. Every Uma Musume has entered the gate— And they're off!",
      "name": "Announcer"
    },
    {
      "text": "Smart Falcon with an excellent start as expected. She takes the lead like an arrow shot from a bow!",
      "name": "Announcer"
    },
    {
      "text": "She's a charming Uma Musume with a striking escape. Establishing a large lead, it's hard to catch back up at the end.",
      "name": "Commentary"
    },
    {
      "text": "Uuu～ra ra ra ra～!",
      "name": "Smart Falcon"
    },
    {
      "text": "Amazing! Of course the strongest on the dirt would be Falco! No one can catch up to that!",
      "name": "Spectator A"
    },
    {
      "text": "But… isn't there a girl that's barely managing to keep up? Look, that girl who looked gentle and soft earlier!",
      "name": "Spectator B"
    },
    {
      "text": "Hah, hah, hah!",
      "name": "Wonder Acute"
    },
    {
      "text": "(I won't lose… Keep my form… Right here, I have to…)",
      "name": "Wonder Acute"
    },
    {
      "text": "Whoa, wait, isn't she being reckless right now!? Trying to run at the same pace as Falco before even debuting. She's only gonna get crushed.",
      "name": "Spectator A"
    },
    {
      "text": "But… her spirit is amazing… Being able to keep up with that speed in the first place…",
      "name": "Spectator B"
    },
    {
      "text": "(I have to go for it… So I can deliver it to Trainer! Carefully, earnestly… I'll deliver a good result, right now…)",
      "name": "Wonder Acute"
    },
    {
      "text": "\"Let's stretch your right foot a little longer.\""
    },
    {
      "text": "(You don't treat every Umamusume the same. We faced this battle head on, together …)",
      "name": "Wonder Acute"
    },
    {
      "text": "\"Your tenacity is your special weapon.\""
    },
    {
      "text": "\"Your tenacity is your special weapon.\""
    },
    {
      "text": "(You even taught something I didn't know, my own strong point. Calling it a secret weapon, we grew together.)",
      "name": "Wonder Acute"
    },
    {
      "text": "(You're really… an amazing person… and if you have never noticed, I'd be…)",
      "name": "Wonder Acute"
    },
    {
      "text": "… So you made it this far, Acute. \nYou've done well to get here.",
      "name": "Smart Falcon"
    },
    {
      "text": "Although, I still have a lot more… to give to my fans!",
      "name": "Smart Falcon"
    },
    {
      "text": "And now they've rounded the final corner onto the final straight. Smart Falcon is making her move, what monstrous acceleration!!",
      "name": "Announcer"
    },
    {
      "text": "Wonder Acute is having it tough here! The gap is slowly widening!",
      "name": "Announcer"
    },
    {
      "text": "Daaaamn it, that's it. She held out as long as she could!",
      "name": "Spectator B"
    },
    {
      "text": "This was obviously going to happen, her opponent was Smart Falcon! She hasn't even debuted yet! It's ridiculous that she even managed to keep up!",
      "name": "Spectator A"
    },
    {
      "text": "Everyone around me already believed that Smart Falcon was going to win. Of course they would. Wonder Acute still hadn't debuted and was a nameless Uma Musume to them."
    },
    {
      "text": "But I knew something they didn't. Her tenacity. Pushing herself for the sake of others and becoming stronger. With that passion—",
      "choice_data_list": [
        "Don't give up! Believe in your training!",
        "Don't give up! Believe in your training!"
      ]
    },
    {
      "text": "Here, I go!!!",
      "name": "Wonder Acute"
    },
    {
      "text": "I won't give up! I won't falter! Until the end… I'll! \n—Daaaaaaah!!!",
      "name": "Wonder Acute"
    },
    {
      "text": "Here she comes!! Wonder Acute is accelerating once more! Using all her strength, she's catching up to Smart Falcon!!",
      "name": "Announcer"
    },
    {
      "text": "This is… unbelieveable. Is this really the running of an uma musume who hasn't debuted yet?",
      "name": "Commentary"
    },
    {
      "text": "A miraculous approach, it's Wonder Acute! Can she surpass her? Can she surpass her!? Will it be Falcon, or will it be Acute!? The winner is—",
      "name": "Announcer"
    },
    {
      "text": "Smart Falcon!",
      "name": "Announcer"
    },
    {
      "text": "(Wooooooooooooo!!!)"
    },
    {
      "text": "And the Individual Athletics Competition has ended, in a narrow defeat—"
    },
    {
      "text": "I'm sorry about today. \nI couldn't win in the end.",
      "name": "Wonder Acute"
    },
    {
      "text": "I wanted to beat Falco, and give you a large confidence boost…",
      "choice_data_list": [
        "You've given me enough confidence!"
      ],
      "name": "Wonder Acute"
    },
    {
      "text": "The tenacity she showed at the end was something we built together. Seeing that result, there was no way I'd think that I was \"unfit to be a trainer\".",
      "choice_data_list": [
        "Also, I have a new goal."
      ]
    },
    {
      "text": "It's regrettable that she lost to Smart Falcon by a margin at that time. But in the sea of voices and cheering, I heard a voice—"
    },
    {
      "text": "She lost… but, that was amazing… \nI ended up cheering for her…",
      "name": "Spectator B"
    },
    {
      "text": "Her running didn't falter and warmed the heart of someone in the crowd. If she knew that, then I think she would bravely run again."
    },
    {
      "text": "After all, she was a girl that would push herself to the brink of breaking for the sake of others. She would need someone beside her so she doesn't end up breaking one day—",
      "choice_data_list": [
        "Can I support you next time as well?",
        "Can I support you next time as well?"
      ]
    },
    {
      "text": "Ooh… is that to say, you'll still be my trainer from now on?",
      "choice_data_list": [
        "Of course, if it's okay with you!",
        "Of course, if it's okay with you!"
      ],
      "name": "Wonder Acute"
    },
    {
      "text": "Oh deary, that should be something I'm saying. \nYou're a real humble one, Trainer.",
      "name": "Wonder Acute"
    },
    {
      "text": "If that's the case, then I'll be in your care tomorrow onwards. Don't you worry about a thing, these tough muscles of mine can take whatever training you throw at them.",
      "name": "Wonder Acute"
    },
    {
      "text": "Wonder Acute laughed jokingly. However, I already know that on the inside, she hides a fighting spirit unlike any other."
    },
    {
      "text": "Something that could have only been achieved through steady effort. If it was Wonder Acute, I know one day she'll be able to achieve it."
    }
  ]
}