{
  "text_block_list": [
    {
      "text": "Hah, I might be no good after all… \nI thought to myself that while overlooking Tracen Academy, the place that was my dream."
    },
    {
      "text": "I convinced myself that I could become a good trainer one day, however, all that self-confidence had now crumbled into dust.",
      "choice_data_list": [
        "Haaaaah～"
      ]
    },
    {
      "text": "Oh deary, what a mighty sigh that was～."
    },
    {
      "text": "Is there some～thing on your mind? If you're feeling down, being by yourself will do you no good.",
      "choice_data_list": [
        "You are?",
        "You are?"
      ],
      "name": "???"
    },
    {
      "text": "Lil ol' me? My name is Wonder Acute. I think it's right to say, nice to meet you, right?",
      "name": "Wonder Acute"
    },
    {
      "name": "Wonder Acute",
      "text": "Pardon me for sneaking up on you like that. You looked as though you were about to cry and my lil ol' heart couldn't take it anymore."
    },
    {
      "text": "… I wonder how much of that she saw? What a blunder on my part… I'm supposed to be a trainer, yet here I am having an umamusume worry about me—"
    },
    {
      "text": "Oh sweetie, you have a face as though you're a lost child. Are you hungry, deary? Would you like to eat Mr. Crunchy?",
      "name": "Wonder Acute"
    },
    {
      "text": "I wonder if \"Mr Crunchy\" refers to that box of pickled daikons she has. On any other day, I would've refused, but now, I couldn't help but thank her for the comfort she offered.",
      "choice_data_list": [
        "… Thank you for the meal."
      ]
    },
    {
      "text": "(Crunch… Crunch…)"
    },
    {
      "text": "Those pickled daikons Wonder Acute gave me, they tasted like the tears that I've been holding in this entire time.",
      "choice_data_list": [
        "It's delicious…"
      ]
    },
    {
      "text": "Fufu, if you think it's delicious, then you're probably still right as rain. Now then… won't you please tell lil ol' me what happened? You can take all the time you need, deary.",
      "name": "Wonder Acute"
    },
    {
      "text": "At the gentle behest of Wonder Acute, the words I was planning on keeping to myself just started spilling out.",
      "choice_data_list": [
        "I might be… unfit to be a trainer…",
        "I might be… unfit to be a trainer…"
      ]
    },
    {
      "text": "Huh, you're changing the training menu again?",
      "name": "Umamusume A"
    },
    {
      "text": "It was when I was in a trial period with a uma musume before being in an official contract. In order to refine her explosive power, I suggested adding more slope training to her."
    },
    {
      "text": "This girl had legs that were suited for high speeds, so in order to determine her limits, I presented her with a new training regimen, but…"
    },
    {
      "text": "What the… it's kinda unnerving that you change the menu every single time. Asking around, there isn't a single girl who could handle an unbalanced menu…",
      "choice_data_list": [
        "This is to strengthen your speciality!",
        "This is to strengthen your speciality!"
      ],
      "name": "Umamusume A"
    },
    {
      "text": "Can I really trust that? I heard you got some high honors back in your trainer school, but at the end of the day, you're still just a newcomer…",
      "name": "Umamusume A"
    },
    {
      "text": "Hm, sorry. I think I want to call off making you my assigned trainer.",
      "name": "Umamusume A"
    },
    {
      "text": "Oh my… Maybe you two didn't click with each other? But if you were only rejected by one person—",
      "name": "Wonder Acute",
      "choice_data_list": [
        "The thing is, that's just the start of it…"
      ]
    },
    {
      "text": "That's right, I've been working here for several months now. Ever since that trial run, it was all downhill. In truth, I've been rejected now 11 times.",
      "choice_data_list": [
        "I might not be cut out to be a trainer…",
        "I might not be cut out to be a trainer…"
      ]
    },
    {
      "text": "Now what are you saying? If you were so disheartened by that, then you're definitely cut out to be a trainer.",
      "name": "Wonder Acute"
    },
    {
      "text": "… I see. If that is the case, would you care to run one more trial? I wonder if you have some time right now, Trainer.",
      "name": "Wonder Acute"
    },
    {
      "name": "Wonder Acute",
      "text": "The thing is, I'm taking part in the next individual athletics competition. Since I want to give it my all, I want to properly prepare for it."
    },
    {
      "text": "The individual athletics competition was a race held at Tracen. It's a high profile race both in and outside of the academy."
    },
    {
      "text": "I think that if I consult you, I should get much stronger, no? Even though if you see me, you might be unsatisfied, but—",
      "name": "Wonder Acute",
      "choice_data_list": [
        "There's no way that's true!"
      ]
    },
    {
      "text": "Rather than thinking it was my duty as a trainer, this was an offer I couldn't refuse. Although, what if she said she won't trust me?"
    },
    {
      "text": "Oh, sweetie, you're making a worried expression. It'll be alright. Since I'm quite confident in my strength, you don't need to worry about holding back, okay?",
      "name": "Wonder Acute"
    },
    {
      "text": "Why don't we start things off by showing off my running? If there's things to correct, you can tell me afterwards—",
      "name": "Wonder Acute",
      "choice_data_list": [
        "… Wait!"
      ]
    },
    {
      "text": "I quickly stopped Wonder Acute, who was about to break out into a run. It's because I saw how she was stretching earlier and something weighed on my mind.",
      "choice_data_list": [
        "Let's stretch your right foot a little more."
      ]
    },
    {
      "text": "She might be unaware of it herself, but there are many people whose flexibility in each foot is different. No better time to learn the right stretches for her body than now."
    },
    {
      "text": "… Fufu.",
      "name": "Wonder Acute"
    },
    {
      "text": "I knew it, you are a trainer I can place my trust in! Worrying so much about lil ol' me even though we just met.",
      "name": "Wonder Acute",
      "choice_data_list": [
        "… You don't think I'm being annoying?"
      ]
    },
    {
      "text": "Of course not deary, you simply said that out of concern for me. Also, you aren't wrong, my right foot has given me issues a lot more.",
      "name": "Wonder Acute"
    },
    {
      "text": "I should've been stretching it more before running then. I learned another thing today～.",
      "name": "Wonder Acute"
    },
    {
      "text": "The next morning. I awoke from my nap atop a messy desk—"
    },
    {
      "text": "In front of me were all the various training regimens I drew up. I was so caught up in finding the perfect plan I neglected both food and sleep."
    },
    {
      "text": "I promised Wonder Acute I'd help her with her training again today. I just hope that she doesn't think the menu is too much…"
    },
    {
      "text": "One two～ three four～ \nFive six, and there we go～.",
      "name": "Wonder Acute"
    },
    {
      "text": "—Oh my, if it isn't Trainer. Aren't you an early bird today?",
      "name": "Wonder Acute",
      "choice_data_list": [
        "You're doing those stretches!"
      ]
    },
    {
      "text": "Of course I'd do them, after all you took all that time to teach them to me, deary. With a proper warm up, I'm ready today to be forged a 100 times over～.",
      "name": "Wonder Acute",
      "choice_data_list": [
        "What amazing motivation.",
        "What amazing motivation."
      ]
    },
    {
      "text": "I'm looking forward to you forging lil' old me into some real steel. Now, now, let us begin.",
      "name": "Wonder Acute"
    },
    {
      "text": "I was overcome with emotion with the thought of her placing her trust in me directly. It made me happy just being trusted as an actual trainer—"
    },
    {
      "text": "There might only be a short amount of time until that event, but I've decided that I'll give it 110% until that time comes."
    }
  ],
  "title": "Mr. Crunchy Taste Like Tears"
}